Repository: EvernightFedora/evernight-task-manager
Catalog: po/*.po
Languages: ar, cs, de, et, ja, nb_no, tr

source: Stop Service
ar: أوقف الخدمة
cs: Zastavit službu
de: Dienst beenden
et: Peata teenus
ja: サービスを停止
nb_no: Stop tjeneste
tr: Hizmeti Durdur

source: Restart Service
ar: أعد تشغيل الخدمة
cs: Restartovat službu
de: Dienst neu starten
et: Taaskäivita teenus
ja: サービスを再起動
nb_no: Start tjeneste på nytt
tr: Hizmeti Yeniden Başlat

source: Name
ar: الاسم
cs: Název
et: Nimi
ja: 名前
nb_no: Navn
tr: Ad

source: Shared Memory
ar: الذاكرة المشتركة
cs: Sdílená paměť
de: Gemeinsamer Arbeitsspeicher
et: Jagatud mälu
ja: 共有 メモリ
nb_no: Delt Minne
tr: Paylaşımlı Bellek

source: Drive
ar: القرص
cs: Jednotka
de: Laufwerk
et: Andmekandja
ja: ドライブ
nb_no: Stasjon
tr: Sürücü

source: Stop the selected app
ar: أوقف التطبيق المُحدّد
cs: Zastavit označenou aplikaci
de: Die ausgewählte App beenden
et: Peata valitud rakendus
ja: 選択したアプリを停止
nb_no: Avslutt det valgte programmet
tr: Seçili uygulamayı durdur

source: Stop
ar: أوقف
cs: Zastavit
de: Beenden
et: Peata
ja: 停止
nb_no: Stopp
tr: Durdur

source: Force stop the selected app
ar: أوقف إجباري للتطبيق المُحدّد
cs: Vynutit zastavení označené aplikace
de: Beenden erzwingen der ausgewählten App
et: Tapa valitud rakendus
ja: 選択したアプリを強制停止
nb_no: Tving det valgte programmet til å avslutte
tr: Seçili uygulamayı durmaya zorla

source: Force Stop
ar: أوقف إجباريًا
cs: Vynutit zastavení
de: Beenden erzwingen
et: Tapa protsess
ja: 強制停止
nb_no: Tving prosessen til å stoppe
tr: Durmaya Zorla

source: Show details of the selected app
ar: أظهر تفاصيل التطبيق المُحدّد
cs: Zobrazit podrobnosti o označené aplikaci
de: Details der ausgewählten App anzeigen
et: Kuva valitud rakenduse detaile
ja: 選択したアプリの詳細を表示
nb_no: Vis detaljene til det valgte programmet
tr: Seçili uygulamanın ayrıntılarını göster

source: Details
ar: التفاصيل
cs: Podrobnosti
et: Detailid
ja: 詳細情報
nb_no: Detaljer
tr: Ayrıntılar

source: Send Signal
ar: أرسل إشارة
cs: Zaslat signál
de: Signal senden
et: Saada signaal
ja: 信号を送る
tr: Sinyal Gönder

source: Suspend (STOP)
ar: علّق (STOP)
cs: Uspat (STOP)
et: Peata (STOP)
ja: 一時停止（STOP）
nb_no: Suspender (STOP)
tr: Askıya Al (STOP)

source: Continue (CONT)
ar: تابع (CONT)
cs: Pokračovat (CONT)
et: Jätka (CONT)
ja: 続ける（CONT）
nb_no: Fortsett (CONT)
tr: Sürdür (CONT)

source: Hangup (HUP)
ar: افصل (HUP)
cs: „Zavěsit“ (HUP)
et: Lõpeta (HUP)
ja: ハングアップ (HUP)
nb_no: Legg på (HUP)
tr: Aniden Kapat (HUP)

source: Interrupt (INT)
ar: قاطِع (INT)
cs: Přerušit (INT)
et: Katkesta (INT)
ja: 割り込み（INT）
nb_no: Avbryt (INT)
tr: Yarıda Kes (INT)

source: Terminate (TERM)
ar: أنهِ (TERM)
cs: Ukončit (TERM)
et: Sulge (TERM)
ja: 終了 (TERM)
nb_no: Terminer (TERM)
tr: Sonlandır (TERM)

source: Kill (KILL)
ar: اقتل (KILL)
cs: Vynutit ukončení (KILL)
et: Tapa (KILL)
ja: キル（KILL）
nb_no: Drep (KILL)
tr: Öldür (KILL)

source: User 1 (USR1)
ar: مستخدم 1 (USR1)
cs: Uživatelský 1 (USR1)
et: Kasutaja 1 (USR1)
ja: ユーザー1（USR1）
nb_no: Bruker 1 (USR1)
tr: Kullanıcı 1 (USR1)

source: User 2 (USR2)
ar: مستخدم 2 (USR2)
cs: Uživatelský 2 (USR2)
et: Kasutaja 2 (USR2)
ja: ユーザー2（USR2）
nb_no: Bruker 2 (USR2)
tr: Kullanıcı 2 (USR2)

source: App ID
ar: معرّف التطبيق
cs: Identif. aplikace
et: Rakenduse ID
ja: アプリID
tr: Uygulama Kimliği

source: Start the selected service
ar: ابدأ الخدمة المُحدّدة
cs: Spustit označenou službu
de: Den ausgewählten Prozess starten
et: Käivita valitud teenus
ja: 選択したサービスを開始
nb_no: Start den valgte tjenesten
tr: Seçili hizmeti başlat

source: Start
ar: ابدأ
cs: Spustit
et: Käivita
ja: 開始
tr: Başlat

source: Stop the selected service
ar: أوقف الخدمة المُحدّدة
cs: Zastavit označenou službu
de: Den ausgewählten Prozess stoppen
et: Peata valitud teenus
ja: 選択したサービスを停止
nb_no: Stop den valgte tjenesten
tr: Seçili hizmeti durdur

source: Restart the selected service
ar: أعد تشغيل الخدمة المُحدّدة
cs: Restartovat označenou službu
de: Den ausgewählten Prozess neu starten
et: Taaskäivita valitud teenus
ja: 選択したサービスを再起動
nb_no: Start den valgte tjenesten på nytt
tr: Seçili hizmeti yeniden başlat

source: Restart
ar: أعد التشغيل
cs: Restartovat
de: Neu starten
et: Taaskäivita
ja: 再起動
nb_no: Start på nytt
tr: Yeniden Başlat

source: Show details of the selected service
ar: أظهر تفاصيل الخدمة المُحدّدة
cs: Zobrazit podrobnosti o označené službě
de: Details des ausgewählten Prozesses anzeigen
et: Kuva valitud teenuse detaile
ja: 選択したサービスの詳細を表示
nb_no: Vis detaljene til den valgte tjenesten
tr: Seçili hizmetin ayrıntılarını göster

source: Service Details
ar: تفاصيل الخدمة
cs: Podrobnosti o službě
de: Dienstdetails
et: Teenuse detailid
ja: サービスの詳細
nb_no: Tjenestedetaljer
tr: Hizmet Ayrıntıları

source: State
ar: الحالة
cs: Stav
de: Status
et: Seisund
ja: 状態
nb_no: Tilstand
tr: Durum

source: The current state of the service
ar: الحالة الراهنة للخدمة
cs: Aktuální stav služby
de: Der aktuelle Status des Dienstes
et: Teenuse hetkeseisund
ja: サービスの現在の状態
nb_no: Tjenestens nåværende status
tr: Hizmetin geçerli durumu

source: Start service
ar: ابدأ الخدمة
cs: Spustit službu
de: Dienst starten
et: Käivita teenus
ja: サービスを開始
nb_no: Start tjeneste
tr: Hizmeti başlat

source: Stop service
ar: أوقف الخدمة
cs: Zastavit službu
de: Dienst beenden
et: Peata teenus
ja: サービスを停止
nb_no: Stopp tjeneste
tr: Hizmeti durdur

source: Restart service
ar: أعد تشغيل الخدمة
cs: Restartovat službu
de: Dienst neu starten
et: Taaskäivita teenus
ja: サービスを再起動
nb_no: Start tjeneste på nytt
tr: Hizmeti yeniden başlat

source: Description
ar: الوصف
cs: Popis
de: Beschreibung
et: Kirjeldus
ja: 説明
nb_no: Beskrivelse
tr: Açıklama

source: Status
ar: الحالة
et: Seisund
ja: 現在の状態
tr: Durum

source: Enabled
ar: فعل
cs: Trvale aktivováno
de: Aktiviert
et: Lubatud
ja: 有効
nb_no: Aktivert
tr: Etkin

source: Process
ar: العملية
cs: Proces
de: Prozess
et: Protsess
ja: プロセス
nb_no: Prosess
tr: Süreç

source: Process and user information
ar: معلومات العملية والمستخدم
cs: Informace o procesu a uživateli
de: Prozess- und Benutzerinformationen
et: Protsessi ja kasutaja info
ja: プロセスとユーザーの情報
nb_no: Prosess- og brukerinformasjon
tr: Süreç ve kullanıcı bilgileri

source: Process ID
ar: معرّف العملية
cs: ID procesu
de: Prozess-ID
et: Protsessi ID
ja: プロセス ID
nb_no: Prosess-ID
tr: Süreç Kimliği

source: User
ar: المستخدم
cs: Uživatel
de: Benutzer
et: Kasutaja
ja: ユーザー
nb_no: Bruker
tr: Kullanıcı

source: Group
ar: المجموعة
cs: Skupina
de: Gruppe
et: Grupp
ja: グループ
nb_no: Gruppe
tr: Grup

source: File Location
ar: موقع الملف
cs: Umístění souboru
de: Dateispeicherort
et: Faili asukoht
ja: ファイルの場所
nb_no: Fillokasjon
tr: Dosya yöneticisinde dosya konumunu göster

source: Logs
ar: السجلّ
cs: Záznamy událostí
de: Protokolle
et: Logid
ja: ログ
nb_no: Logger
tr: Günlükler

source: System Info
ar: معلومات النظام
cs: Informace o systému
de: Systeminformation
et: Süsteemiinfo
ja: システム情報
tr: Sistem Bilgileri

source: Operating System Information
ar: معلومات نظام التشغيل
cs: Informace o operačním systému
de: Betriebssystem-Informationen
et: Operatsioonisüsteemi informatsioon
ja: オペレーティングシステム情報
nb_no: Informasjon om operativsystemet
tr: İşletim Sistemi Bilgileri

source: Version
ar: الإصدار
cs: Verze
et: Versioon
ja: バージョン
nb_no: Versjon
tr: Sürüm

source: Package Manager
ar: مدير الحزم
cs: Správce balíčků
de: Paketverwalter
et: Paketihaldur
ja: パッケージマネージャ
nb_no: Pakkesystem
tr: Paket yöneticisi meydana getirilemiyor: %s

source: Package Manager Version
ar: إصدار مدير الحزم
cs: Verze správce balíčků
de: Paketverwalter-Version
et: Paketihalduri versioon
ja: パッケージマネージャーのバージョン
nb_no: Pakkesystemversjon
tr: Paket Yöneticisi Sürümü

source: Kernel Information
ar: معلومات النواة
cs: Informace o jádru systému
de: Kernel-Informationen
et: Tuuma informatsioon
ja: カーネル情報
nb_no: Kjerneinformasjon
tr: Çekirdek Bilgileri

source: Kernel Release
ar: إصدار النواة
cs: Vydání jádra
de: Kernel-Version
et: Tuuma väljalase
ja: カーネルリリース
nb_no: Kjerneutgivelse
tr: Çekirdek Sürümü

source: Desktop Environment Information
ar: معلومات بيئة سطح المكتب
cs: Informace o desktopovém prostředí
de: Desktop-Umgebung-Informationen
et: Töölauakeskkonna informatsioon
ja: デスクトップ環境情報
nb_no: Informasjon om skrivebordsmiljøet
tr: Masaüstü Ortamı Bilgileri

source: Windowing System
ar: نظام النوافذ
cs: Systém správy oken
de: Fenstersystem
et: Aknahaldur
ja: ウィンドウシステム
nb_no: Vindussystem
tr: Pencere Sistemi

source: Virtual Terminal
ar: طرفية افتراضية
cs: Virtuální terminál
de: Virtuelles Terminal
et: Virtuaalne terminal
ja: バーチャルターミナル
nb_no: Virtuell terminal
tr: Sanal Uçbirim

source: Enable All
ar: فعّل الكل
cs: Povolit vše
de: Alle Aktivieren
et: Luba kõik
ja: すべてを有効にする
nb_no: Aktiver alle
tr: Tümünü Etkinleştir

source: Disable All
ar: عطّل الكل
cs: Zakázat vše
de: Alle Deaktivieren
et: Keela kõik
ja: すべてを無効にする
nb_no: Deaktiver alle
tr: Tümünü Devre Dışı Bırak

source: Reset to Default
ar: صفّر إلى الافتراضي
cs: Vrátit do výchozího nastavení
de: Auf Standard zurücksetzen
et: Lähtesta
ja: デフォルトの状態に戻す
nb_no: Sett tilbake til standard
tr: Öntanımlıya Sıfırla

source: Devices
ar: الأجهزة
cs: Zařízení
de: Geräte
et: Seadmed
ja: デバイス
nb_no: Enheter
tr: Aygıtlar

source: Edit Sidebar
ar: عدّل الشريط الجانبي
cs: Upravit postranní panel
de: Seitenleiste bearbeiten
et: Muuda külgriba
ja: サイドバーを編集
nb_no: Rediger sidepanelet
tr: Yan Çubuğu Düzenle

source: Type a name or PID to search
ar: اكتب اسمًا أو PID للبحث
cs: Zadejte název či ID procesu k vyhledání
de: Geben Sie einen Namen oder eine PID ein, um zu suchen
et: Otsimiseks sisesta nimi või PID
ja: 名前やPIDで検索
nb_no: Skriv navn eller PID for å søke
tr: Aramak için bir ad veya PID girin

source: Toggle Device Information
ar: بدّل معلومات الجهاز
cs: Zobrazovat/nezobrazovat informace o zařízení
de: Geräteinformationen umschalten
et: Kuva/peida seadme info
ja: ディスク情報を表示
nb_no: Vis/skjul diskinformasjon
tr: Aygıt Bilgilerini Aç/Kapat

source: Main Menu
ar: القائمة الرئيسية
cs: Hlavní nabídka
de: Hauptmenü
et: Peamenüü
ja: メインメニュー
nb_no: Hovedmeny
tr: Ana Menü

source: Loading...
ar: جارِ التحميل...
cs: Načítání…
de: Wird geladen …
et: Laadimine...
ja: 読み込み中...
nb_no: Laster...
tr: Yükleniyor...

source: Performance
ar: الأداء
cs: Výkon
de: Leistung
et: Jõudlus
ja: パフォーマンス
nb_no: Ytelse
tr: Başarım

source: Apps
ar: التطبيقات
cs: Aplikace
et: Rakendused
ja: アプリ
nb_no: Programmer
tr: Uygulamalar

source: Services
ar: الخدمات
cs: Služby
de: Dienste
et: Teenused
ja: サービス
nb_no: Tjenester
tr: Hizmetler

source: _Preferences
ar: التف_ضيلات
cs: _Předvolby
de: _Einstellungen
et: _Eelistused
ja: 設定
nb_no: _Innstillinger
tr: _Tercihler

source: _Keyboard Shortcuts
ar: اخت_صارات لوحة المفاتيح
cs: _Klávesové zkratky
de: _Tastenkürzel
et: _Klaviatuuri kiirklahvid
ja: キーボードショートカット
nb_no: _Tastatursnarveier
tr: _Klavye Kısayolları

source: _About System
ar: _عن النظام
cs: _O systému
de: _Infos zum System
et: _Süsteemi info
ja: システムについて
nb_no: _Om systemet
tr: Sistem _Hakkında

source: _About Mission Center
ar: _عن مدير المهام
cs: _O Středisku mise
de: _Infos zu Mission Center
et: _Teave Juhtimiskeskuse kohta
ja: Mission Center について
nb_no: _Om Mission Center
tr: Görev Merkezi _Hakkında

source: {} Running App
ar: {} تطبيق يعمل
cs: {} spuštěná aplikace
de: {} Aktive App
et: {} töötav rakendus
ja: {} 実行中のアプリ
nb_no: {} Kjørende program

source: {} Running Process
ar: لا عملية تعمل
cs: {} spuštěný proces
de: {} Aktiver Prozess
et: {} töötav protsess
ja: {} 実行中のプロセス
nb_no: {} Kjørende tjeneste
tr: {} Süreç Çalışıyor

source: {} ago
ar: منذ {}
cs: Před {}
de: vor {}
et: {} tagasi
ja: {} 前
nb_no: {} siden
tr: {} önce

source: Unknown
ar: مجهول
cs: Neznámé
de: Unbekannt
et: Tundmatu
ja: 不明
nb_no: Ukjent
tr: Bilinmiyor

source: Pre-Fail
ar: ما قبل الفشل
cs: Před selháním
de: Bevorstehender Ausfall
ja: 故障前
nb_no: Tyder på feil
tr: Ön-Başarısız

source: Old-Age
ar: يدل على العمر
cs: Už dříve projevené
de: Alterung
ja: 老後
nb_no: Tyder på alder
tr: Çok Eski

source: Online
ar: متصل
ja: オンライン
nb_no: På
tr: Devrede

source: Offline
ar: غير متصل
ja: オフライン
nb_no: Av
tr: Çevrim Dışı

source: FAILING
ar: يفشل
cs: SELHÁVAJÍCÍ
de: AUSFALL
ja: 失敗
nb_no: SVIKTENDE
tr: BAŞARISIZ

source: Failed in the past
ar: فشل في الماضي
cs: Selhalo v minulosti
de: Zuvor ausgefallen
ja: 過去に失敗した
nb_no: Har tidligere sviktet
tr: Geçmişte başarısız

source: Ok
ar: حسنًا
cs: V pořádku
tr: Tamam

source: Percent Used
ar: النسبة المستخدمة
cs: Dosud spotřebovaná životnost
de: Verwendung in Prozent
et: Kasutatud protsent
ja: 使用率
nb_no: Prosent i bruk
tr: Yüzde Kullanım

source: Available Spare
ar: متاح أحتياطي
cs: Náhradních bloků k dispozici
de: Verfügbarer Ersatz
et: Saadaval varu
ja: 利用可能なスペア
nb_no: Tilgjengelig i reserve
tr: Kullanılabilir Yedek

source: Spare Threshold
ar: حدّ احتياطي
cs: Spodní práh počtu náhradních
de: Reserve-Schwelle
ja: 予備閾値
nb_no: Terskel for reserve
tr: Yedek Eşik

source: Total Data Read
ar: إجمالي البيانات المقروءة
cs: Celkem přečteno dat
de: Daten gelesen gesamt
et: Kokku andmeid loetud
ja: 総データ読み取り
nb_no: Total mengde data lest
tr: Toplam Veri Okuma

source: Total Data Written
ar: إجمالي البيانات المكتوبة
cs: Celkem zapsáno dat
de: Geschriebene Daten Gesamt
et: Kokku andmeid kirjutatud
ja: 書き込まれたデータ総量
nb_no: Total mengde data skrevet
tr: Toplam Veri Yazma

source: Warning Temp Time
ar: وقت درجة الحرارة التحذير
cs: Doba provozování na varovné teplotě
de: Zeit mit hoher Temperatur
et: Hoiatustemperatuuri aeg
ja: 警告 温度 時間
nb_no: Tid tilbrakt over advarselstemperatur
tr: Uyarı Sıcaklık Süresi

source: Critical Temp Time
ar: وقت درجة الحرارة الحرجة
cs: Doba provozování na kritické teplotě
de: Zeit mit kritischer Temperatur
et: Kriitilise temperatuuri aeg
ja: 臨界温度時間
nb_no: Tid tilbrakt over kritisk temperatur
tr: Uyarı Sıcaklık Süresi

source: Control Busy Time
ar: التحكم في وقت الانشغال
cs: Doba po kterou vytíženo kontrolami
de: Zeit mit ausgelastetem Controller
ja: 稼働時間の管理
nb_no: Tid kontrolleren har vært opptatt
tr: Meşgul Denetim Süresi

source: Warning Temperature
ar: درجة حرارة تحذيرية
cs: Varovná teplota
de: Hohe Temperatur
et: Hoiatuse temperatuur
ja: 警告温度
nb_no: Advarselstemperatur
tr: Uyarı Sıcaklığı

source: {} °C
ar: {} °م

source: Critical Temperature
ar: درجة حرارة حرجة
cs: Kritická teplota
de: Kritische Temperatur
et: Kriitiline temperatuur
ja: 臨界温度
nb_no: Kritisk temperatur
tr: Kritik sıcaklık %.2f°C

source: Temps
ar: درجات الحرارة
cs: Teploty
de: Temperaturen
et: Temperatuurid
ja: 時間
nb_no: Temperatur
tr: Sıcaklıklar

source: Unsafe Shutdowns
ar: إيقاف التشغيل غير الآمن
cs: Neočekávaných vypnutí
de: Unsichere Abschaltungen
ja: 安全でないシャットダウン
nb_no: Antall ganger skrudd av utrygt
tr: Güvensiz Kapatmalar

source: Media Errors
ar: أخطاء الوسائط
cs: Chyb média
de: Datenintegritätsfehler
et: Andmekandja vead
ja: メディアエラー
nb_no: Mediafeil
tr: Ortam Hataları

source: Number Error Log Entries
ar: عدد إدخالات سجلّ الأخطاء
cs: Počet položek záznamu chybových událostí
de: Anzahl Fehler-Log Einträge
et: Vealogi sissekannete arv
ja: エラー記録の件数
nb_no: Antall oppføringer i feilmeldingsloggen
tr: Sayı Hata Günlüğü Girişleri

source: Power Cycles
ar: دورات الطاقة
cs: Cyklů vyp/zap
de: Energiezyklen
ja: パワーサイクル
nb_no: Antall ganger skrudd av og på
tr: Güç Döngüleri

source: In use ({}) Memory used by the operating system and running applications
ar: قيد الاستخدام ({}) الذاكرة المستخدمة بواسطة نظام التشغيل والتطبيقات قيد التشغيل
cs: Využitá ({}) Paměť využitá operačním systémem a běžícími aplikacemi
de: In Verwendung ({}) Speicher, der vom Betriebssystem und den laufenden Anwendungen genutzt wird
et: Kasutusel ({}) Mälu, mida kasutavad operatsioonisüsteem ja jooksvad rakendused
ja: 使用中 ({}) OSと実行中のアプリケーションに使用されるメモリ
nb_no: I bruk ({}) Minne i bruk av operativsystemet og kjørende programmer
tr: Kullanımda ({}) İşletim sistemi ve çalışan uygulamalar tarafından kullanılan bellek

source: Modified ({}) Memory whose contents must be written to disk before it can be used by another process
ar: مُعدّل ({}) ذاكرة يجب كتابة محتوياتها على القرص قبل أن تتمكن عملية أخرى من استخدامها
cs: Změněná ({}) Paměť, jejíž obsah je třeba před použitím jiným procesem zapsat na disk
de: Geändert ({}) Speicher, dessen Inhalt auf die Festplatte geschrieben werden muss, bevor er von einem anderen Prozess verwendet werden kann
et: Muudetud ({}) Mälu, mille sisu tuleb andmekandjale kirjutada, enne kui seda saab mõni teine protsess kasutada
ja: 使用中 ({}) 別のプロセスで使用する前にディスクに書き込むべき内容を含むメモリ
nb_no: Endret ({}) Minne med innhold som må skrives til disk før det kan brukes av en annen prosess
tr: Değiştirilmiş ({}) Başka bir işlem tarafından kullanılmadan önce içeriğinin diske yazılması gereken bellek

source: Standby ({}) Memory that contains cached data and code that is not actively in use
ar: تأهب ({}) ذاكرة تحتوي على بيانات ورموز مخزنة مؤقتًا غير مستخدمة حاليًا
cs: Pohotovostní ({}) Paměť, která obsahuje data a kód v mezipaměti, které nejsou aktivně používány
de: Standby ({}) Speicher, der zwischengespeicherte Daten und Code enthält, der nicht aktiv genutzt wird
et: Ootel ({}) Mälu, mis sisaldab puhverdatud andmeid ja koodi, mis ei ole aktiivses kasutuses
ja: スタンバイ ({}) キャッシュデータや現在使用されていないコードを含むメモリ
nb_no: På vent ({}) Minne som inneholder hurtiglagret data og kode som ikke aktivt er i bruk
tr: Beklemede ({}) Önbelleğe alınmış verileri ve aktif olarak kullanılmayan kodu içeren bellek

source: Free ({}) Memory that is not currently in use, and that will be repurposed first when the operating system, drivers, or applications need more memory
ar: متاح ({}) ذاكرة غير مستخدمة حاليًا، وسيُعاد استخدامها أولاً عندما يحتاج نظام التشغيل أو برامج التشغيل أو التطبيقات إلى المزيد من الذاكرة
cs: Volná ({}) Paměť která v tuto chvíli není využívána a která bude opětovně jako první využita v okamžiku kdy operační systém, ovladače či aplikace budou potřebovat více paměti
de: Frei ({}) Speicher, der derzeit nicht verwendet wird und der als erstes wiederverwendet wird, wenn das Betriebssystem, die Treiber oder die Anwendungen mehr Speicher benötigen
et: Vaba ({}) Mälu, mis ei ole hetkel kasutuses, ning mis taaskasutatakse esmajärjekorras, kui operatsioonisüsteem, draiverid või rakendused rohkem mälu vajavad
ja: 空き ({}) 現在使用されておらず、オペレーティング システム、ドライバー、またはアプリケーションがより多くのメモリを必要とするときに最初に再利用されるメモリ
nb_no: Ledig ({}) Minne som ikke er i bruk nå, og som vil bli omfordelt når operativsystemet, drivere eller programmer trenger mer minne
tr: Boş ({}) Kullanımda olmayan ve işletim sistemi, sürücüler ya da uygulamalar daha fazla belleğe ihtiyaç duyduğunda ilk olarak yeniden kullanılacak bellek

source: {} sectors
ar: {} قطاعات
cs: {} sektorů
de: {} Sektoren
et: {} sektorit
ja: {} セクター
nb_no: {} sektorer
tr: {} sektör

source: Unsupported
ar: غير مدعوم
cs: Nepodporováno
de: Nicht unterstützt
et: Mittetoetatud
ja: 無効
nb_no: Ikke støttet
tr: Desteklenmiyor

source: Yes
ar: نعم
cs: Ano
de: Ja
et: Jah
ja: はい
nb_no: Ja
tr: Evet

source: No
ar: لا
cs: Ne
de: Nein
et: Ei
ja: いいえ
nb_no: Nei
tr: Hayır

source: Disk {} ({})
ar: القرص {} ({})
de: Datenträger {} ({})
et: Andmekandja {} ({})
ja: ディスク {} ({})

source: Drive ({})
ar: المحرك ({})
cs: Jednotka ({})
de: Laufwerk ({})
et: Andmekandja ({})
ja: ドライブ ({})
nb_no: Disk ({})
tr: Sürücü ({})

source: Optical
ar: ضوئي
cs: Optická
de: Optisch
et: Optiline
ja: 光学
nb_no: Optisk
tr: Optik

source: Floppy
ar: مرن
cs: Disketová
de: Diskette
et: Diskett
ja: フロッピー
nb_no: Diskett
tr: Disket

source: Thumb Drive
ar: محرك أقراص الإبهام
cs: USB flash disk
de: USB-Stick
et: Mälupulk
ja: USBメモリ
nb_no: USB-minnepinne
tr: USB Bellek

source: Drive {} ({})
ar: المحرك {} ({})
cs: Jednotka {} ({})
de: Laufwerk {} ({})
et: Ketas {} ({})
ja: ディスク {} ({})
nb_no: Disk {} ({})
tr: Sürücü {} ({})

source: Fan {}
ar: المروحة {}
cs: Ventilátor {}
de: Lüfter {}
et: Ventilaator {}
ja: ファン {}
nb_no: Vifte {}

source: Fan
ar: المروحة
cs: Ventilátor
de: Lüfter
et: Ventilaator
ja: ファン
nb_no: Vifte

source: Video encode/decode
ar: ترميز/فك ترميز الفيديو
cs: Kódování/dekódování videa
de: Video codieren/ decodieren
et: Video kodeerimine/dekodeerimine
ja: ビデオ エンコード/デコード
nb_no: Videokoding- og dekoding
tr: Video kodlama/kod çözme

source: GPU {}
ar: معالج الرسوميات {}
cs: Grafika {}
et: Graafikaprotsessor {}
nb_no: Grafikkenhet {}
tr: Ekran Kartı {}

source: Total Memory
ar: إجمالي الذاكرة
cs: Celkem paměti
de: Arbeitsspeicher gesamt
et: Mälu kokku
ja: 合計メモリ
nb_no: Totalt minne
tr: Toplam Bellek

source: Dedicated and shared memory usage over
ar: استخدام الذاكرة المخصّصة والمشتركة فوق
cs: Využití vyhrazené a sdílené paměti za
de: Zeitverlauf über dedizierte und gemeinsame Speichernutzung
et: Sihtotstarbelise ja jagatud mälu kasutus perioodil
ja: 専用メモリと共有メモリの使用量
nb_no: Dedikert og delt minnebruk over
tr: Özel ve paylaşımlı bellek kullanımı

source: Total Shared Memory
ar: إجمالي الذاكرة المشتركة
cs: Celkem sdílené paměti
de: Insgesamt geteilter Arbeitsspeicher
et: Jagatud mälu kokku
ja: 合計共有メモリ
nb_no: Totalt delt minne
tr: Toplam Paylaşımlı Bellek

source: {} of {}
ar: {} من {}
cs: {} z {}
de: {} von {}
ja: {} の {}
nb_no: {} av {}

source: Getting additional memory information failed
ar: فشل الحصول على معلومات ذاكرة إضافية
cs: Získávání dalších informací o paměti se nezdařilo
de: Abrufen zusätzlicher Speicherinformationen fehlgeschlagen
et: Täiendava mäluteabe pärimine ebaõnnestus
ja: 追加のメモリ情報の取得に失敗しました
nb_no: Mer informasjon om minne kunne ikke hentes
tr: Ek bellek bilgileri alınamadı

source: {} Total Service
ar: {} خدمة إجمالية
cs: Celkem {} služba
de: {} Gesamter Dienst
et: {} teenus kokku
ja: {} 総サービス
nb_no: {} tjeneste
tr: {} Toplam Hizmet

source: Running
ar: تعمل
cs: Spuštěné
de: Aktiv
et: Töös
ja: 実行中
nb_no: Kjørende
tr: Çalışıyor

source: Failed
ar: فشلت
cs: Zhavarovalo
de: Fehlgeschlagen
et: Ebaõnnestunud
ja: 失敗
nb_no: Mislykket
tr: Başarısız

source: Stopped
ar: توقفت
cs: Zastaveno
de: Beendet
et: Peatatud
ja: 停止中
nb_no: Stoppet
tr: Durdu

source: Disabled
ar: مُعطّل
cs: Trvale deaktivováno
de: Deaktiviert
et: Keelatud
ja: すべてを無効にする
nb_no: Deaktivert
tr: Devre dışı

source: No services match the current filters
ar: لا توجد خدمات مطابقة للتصفيات الحالية
cs: Stávajícím filtrům neodpovídají žádné služby
de: Keine Dienste erfüllen die aktuellen Filter
ja: 現在のフィルターに一致するサービスはありません
nb_no: Ingen tjenester samsvarer med de valgte filterene
tr: Geçerli süzgeçle uyuşan hizmet yok

source: No filters applied
ar: لم يتم تطبيق أي تصفيات
cs: Neuplatňovány žádné filtry
de: Keine Filter angewandt
ja: フィルターは適用されていません
nb_no: Ingen filtre valgt
tr: Süzgeç uygulanmadı

source: {} {} Service
ar: {} {} خدمة
cs: {} {} služba
de: {} {} Dienst
et: {} {} teenus
ja: {} {} 個のサービスが実行中
nb_no: {} {} tjeneste
tr: {} {} Hizmet

source: User Services
ar: خدمات المستخدمين
cs: Služby uživatele
de: Benutzerdienste
et: Kasutaja teenused
ja: ユーザーサービス
nb_no: Brukertjenester
tr: Kullanıcı Hizmetleri

source: System Services
ar: خدمات النظام
cs: Systémové služby
de: Systemdienste
et: Süsteemi teenused
ja: システムサービス
nb_no: Systemtjenester
tr: Sistem Hizmetleri

source: Not Implemented
ar: غير مطبق
cs: Neimplementováno
de: Nicht implementiert
ja: 未実装
nb_no: Ikke implementert
tr: Gerçeklenmemiş

source: Section Header
ar: عنوان القسم
cs: Záhlaví sekce
de: Abschnittsüberschrift
et: Vahepealkiri
ja: セクション見出し
nb_no: Seksjonsoverskrift
tr: Bölüm Başlığı

source: Service
ar: خدمة
cs: Služba
de: Dienst
et: Teenus
ja: サービス
nb_no: Tjeneste
tr: Hizmet

source: App
ar: تطبيق
cs: Aplikace
et: Rakendus
ja: アプリ
nb_no: Program
tr: Uygulama

source: Copy logs to clipboard
ar: hنسخ السجلّات إلى الحافظة
cs: Zkopírovat záznamy událostí do schránky
de: Protokolle in die Zwischenablage kopieren
et: Kopeeri logid lõikelauale
ja: ログをクリップボードにコピー
nb_no: Kopier logger til utklippstavlen
tr: Günlükleri panoya kopyala
