Repository: EvernightFedora/evernight-task-manager
Catalog: po/*.po
Languages: ar, cs, de, et, ja, nb_no, tr

source: translator-credits
ar: اعتمادات المترجم
cs: Roman Lubij Joachim256 Erin Kalousková <erin.kalouskova@nic.cz> Filip Marek Fjuro ondra05 <ondra@ondra05.cz> Pavel Borecki <pavel@borecki.cz>
de: TecCheck <mcteccy@protonmail.com> Philipp Kiemle <l10n@prly.mozmail.com> Finn Wiggers <aircraft192@gmail.com>
et: Priit Jõerüüt 2024 Indrek Haav <indrek.haav@pm.me>
ja: Evernight Vista Language Translate Team <13278297951@sina.cn>
nb_no: Allan Nordhøy <epost@anotheragency.no> Telaneo <post@telaneo.net>
tr: Sabri Ünal <yakushabb@gmail.com>

source: {} year
ar: لا سنة
cs: {} rok
de: {} Jahr
et: {} aasta
ja: {} 年
nb_no: {} år
tr: {} yıl

source: {} month
ar: لا شهور
cs: {} měsíc
de: {} Monat
et: {} kuu
ja: {} か月
nb_no: {} måned
tr: {} ay

source: {} day
ar: لا يوم
cs: {} den
de: {} Tag
et: {} päev
ja: {} 日
nb_no: {} dag
tr: {} gün

source: {} hour
ar: {} ساعة
cs: {} hodina
de: {} Stunde
et: {} tund
ja: {} 時間
nb_no: {} time
tr: {} saat

source: {} minute
ar: لا دقيقة
cs: {} minuta
et: {} minut
ja: {} 分
nb_no: {} minutt
tr: {} dakika

source: {} second
ar: لا ثانية
cs: {} sekunda
de: {} Sekunde
et: {} sekund
ja: {} 秒
nb_no: {} sekund
tr: {} saniye

source: {}, {} and {}
ar: {}، {} و {}
cs: {}, {} a {}
de: {}, {} und {}
et: {}, {} ja {}
ja: {}, {} と {}
nb_no: {}, {} og {}
tr: {}, {} ve {}

source: {} and {}
ar: {} و {}
cs: {} a {}
de: {} und {}
et: {} ja {}
ja: {} と {}
nb_no: {} og {}
tr: {} ve {}

source: Less than a minute
ar: أقل من دقيقة
cs: Méně než minutou
de: Weniger als eine Minute
et: Vähem kui minut
ja: 1分未満
nb_no: Mindre enn ett minutt
tr: Bir dakikadan daha az

source: _Quit
ar: أ_نه
cs: _Ukončit
de: _Beenden
et: _Välju
ja: 終了
nb_no: _Avslutt
tr: Çı_k

source: PID
cs: IDP

source: {} RPM
cs: {} ot/min
et: {} p/min
nb_no: {} r/min

source: SSID:
et: Võrgu SSID:

source: HDD
nb_no: Harddisk
