Repository: EvernightFedora/evernight-task-manager
Catalog: po/*.po
Languages: ar, cs, de, et, ja, nb_no, tr

source: Show a separator between each column in the Apps view
ar: أظهر فاصل بين كل عمود في عرض التطبيقات
cs: Na stránce Aplikace zobrazovat mezi jednotlivými sloupci oddělovač
de: Eine Trennlinie wird zwischen den Spalten der App-Übersicht angezeigt
et: Kuva rakenduste vaates iga veeru vahel eraldajat
ja: アプリ表示で各列の間に区切り線を表示する
nb_no: Vis et skilletegn mellom kolonnene i programvisningen
tr: Uygulamalar görünümünde her sütun arasında ayırıcı göster

source: The column name by which the Apps page view is sorted
ar: اسم العمود الذي يتم من خلاله فرز عرض صفحة التطبيقات
cs: Název sloupce, podle kterého je stránka „aplikace“ řazená
de: Der Spaltenname, nach dem die Apps-Seitenansicht sortiert wird
et: Veeru nimi, mille alusel rakenduste vaate leht on järjestatud
ja: "アプリ"ページの並び替えの項目のID
nb_no: Kolonnenavnet som programsiden sorteres etter
tr: Uygulamalar sayfası görünümünün sıralandığı sütun adı

source: The sorting direction of the Apps page view
ar: اتجاه فرز عرض صفحة التطبيقات
cs: Směr řazení zobrazení na stránce „aplikace“
de: Die Sortierrichtung der Apps-Seitenansicht
et: Rakenduste vaate lehe järjestamise suund
ja: "アプリ"ページの並び替えの向き
nb_no: Sorteringsretning for program-sidevisningen
tr: Uygulamalar sayfa görünümünün sıralama yönü

source: The order of columns in the Apps page view
ar: ترتيب الأعمدة في عرض صفحة التطبيقات
cs: Pořadí sloupců v zobrazení na stránce „aplikace“
de: Die Reihenfolge der Spalten in der Apps-Seitenansicht
et: Rakenduste vaate lehe veergude järjekord
ja: "アプリ"ページの並び替えの向き
nb_no: Sorteringsretning for program-sidevisningen
tr: Uygulamalar sayfası görünümünün sütun sıralaması

source: The column name by which the Services page view is sorted
ar: اسم العمود الذي يتم من خلاله فرز عرض صفحة الخدمات
cs: Název sloupce, podle kterého je stránka „Služby“ řazená
de: Der Spaltenname, nach dem die Dienste-Seitenansicht sortiert wird
et: Veeru nimi, mille alusel teenuste vaate leht on järjestatud
ja: "アプリ"ページの並び替えの項目のID
nb_no: Kolonnenavnet som Tjenester-siden sorteres etter
tr: Hizmetler sayfası görünümünün sıralandığı sütun adı

source: The sorting direction of the Services page view
ar: اتجاه فرز عرض صفحة الخدمات
cs: Směr řazení zobrazení na stránce „Služby“
de: Die Sortierrichtung der Dienste-Seitenansicht
et: Teenuste vaate lehe järjestamise suund
ja: サービスページの表示の並び順
nb_no: Sorteringsretning i Tjenester-sidevisningen
tr: Hizmetler sayfası görünümünün sıralama yönü

source: The order of columns in the Services page view
ar: ترتيب الأعمدة في عرض صفحة الخدمات
cs: Pořadí sloupců v zobrazení na stránce „Služby“
de: Die Reihenfolge der Spalten in der Dienste-Seitenansicht
et: Teenuste vaate lehe veergude järjekord
ja: サービスページビューの列の順序
nb_no: Kolonnerekkefølgen i Tjenester-sidevisningen
tr: Hizmetler sayfası görünümünün sıralama yönü

source: Which graph is shown on the CPU performance page
ar: أي رسم بياني يتم عرضه في صفحة أداء المعالج
cs: Který graf bude zobrazován na stránce „Výkon procesoru“
de: Welcher Graph auf der CPU-Seite angezeigt wird
et: Millist graafikut protsessori jõudluse lehel kuvada
ja: CPUパフォーマンスのページで表示されるグラフ
nb_no: Hvilken graf vises på CPU-ytelsessiden
tr: İşlemci performansı sayfasında hangi grafik gösterilir

source: Show kernel times in the CPU graphs
ar: أظهر أوقات النواة في الرسوم البيانية للمعالج
cs: V grafech procesoru zobrazovat časy jádra systému
de: Kernel-Zeiten in den CPU-Diagrammen anzeigen
et: Kuva protsessori graafikutel tuuma tööaega
ja: カーネル時間をCPU時間に表示
nb_no: Vis kjerne(kernel)-tider i CPU-grafene
tr: İşlemci grafiklerinde çekirdek sürelerini gösterme

source: Which page is shown on application startup, in the performance tab
ar: أي صفحة تُعرض عند بدء تشغيل التطبيق، في علامة التبويب الأداء
cs: Která stránka bude zobrazována po spuštění aplikace, na záložce výkon
de: Welche Seite beim Programstart im Leistungstab angezeigt wird
et: Millist lehte kuvatakse rakenduse käivitamisel jõudluse vahelehel
ja: "パフォーマンス"のタブで、アプリケーション起動時に表示されるページ
nb_no: Hvilken side vises ved oppstart av programmet, i ytelsesfanen
tr: Uygulama başlangıcında hangi sayfanın gösterileceği, performans sekmesinde

source: Should performance graphs be smooth or jagged
ar: هل يجب أن تكون رسوم الأداء البيانية سلسة أم متعرجة
cs: Zda mají být grafy výkonu vyhlazené nebo zubaté
de: Geglättete oder ungegättete Leistungsgraphen
et: Kas jõudluse graafikud peaks olema sujuvad või sakilised
ja: 性能グラフを表すのは平滑グラフとギザギザグラフどちら
nb_no: Skal ytelsesgrafer være jevnet ut eller taggete
tr: Başarım grafiklerinin yumuşak ya da pürüzlü olma durumu

source: Should graphs be animated
ar: هل يجب أن تكون الرسوم البيانية متحركة
cs: Zda mají být grafy animované
de: Diagramme animiert darstellen
et: Kas graafikud peaks olema animeeritud
ja: グラフはアニメーションにするべきですか
nb_no: Om grafer skal animeres
tr: Grafiklerinin canlandırılma durumu

source: Show CPU information by default
ar: أظهر معلومات المعالج افتراضيًا
cs: Ve výchozím stavu rovnou zobrazovat i informace o procesoru
de: CPU-Informationen standardmäßig anzeigen
et: Kuva vaikimisi protsessori infot
ja: デフォルトで CPU 情報を表示する
nb_no: Vis CPU-informasjon som standard
tr: İşlemci bilgilerini öntanımlı olarak göster

source: Show memory information by default
ar: أظهر معلومات الذاكرة افتراضيًا
cs: Ve výchozím stavu rovnou zobrazovat i informace o paměti
de: Speicherinformationen standardmäßig anzeigen
et: Kuva vaikimisi mälu infot
ja: デフォルトでメモリ情報を表示する
nb_no: Vis minneinformasjon som standard
tr: Bellek bilgilerini öntanımlı olarak göster

source: Show disk information by default
ar: أظهر معلومات القرص افتراضيًا
cs: Ve výchozím stavu rovnou zobrazovat i informace o disku
de: Festplatteninformationen standardmäßig anzeigen
et: Kuva vaikimisi andmekandja infot
ja: デフォルトでディスク情報を表示する
nb_no: Vis diskinformasjon som standard
tr: Disk bilgilerini öntanımlı olarak göster

source: Show network information by default
ar: أظهر معلومات الشبكة افتراضيًا
cs: Ve výchozím stavu rovnou zobrazovat i informace o síti
de: Netzwerkinformationen standardmäßig anzeigen
et: Kuva vaikimisi võrgu infot
ja: デフォルトでネットワーク情報を表示する
nb_no: Vis nettverksinformasjon som standard
tr: Ağ bilgilerini öntanımlı olarak göster

source: Show GPU information by default
ar: أظهر معلومات معالج الرسوميات افتراضيًا
cs: Ve výchozím stavu rovnou zobrazovat i informace o grafickém čipu
de: GPU-Informationen standardmäßig anzeigen
et: Kuva vaikimisi graafikaprotsessori infot
ja: デフォルトでGPU情報を表示する
nb_no: Vis GPU-informasjon som standard
tr: Ekran kartı bilgilerini öntanımlı olarak göster

source: Show fan information by default
ar: أظهر معلومات المروحة افتراضيًا
cs: Ve výchozím stavu rovnou zobrazovat i informace o ventilátoru
de: Lüfterinformationen standardmäßig anzeigen
et: Kuva vaikimisi ventilaatori infot
ja: デフォルトでファン情報を表示する
nb_no: Vis vifteinformasjon som standard
tr: Fan bilgilerini öntanımlı olarak göster

source: Show the mem composition widget
ar: أظهر أداة تكوين الذاكرة
cs: Zobrazit prvek týkající se skladby využití paměti
de: Widget für die Speicherzusammensetzung anzeigen
et: Kuva mälu koostise vidinat
ja: メモリ構成ウィジェットを表示
nb_no: Vis widgeten for minnesammensetning
tr: Bellek kompozisyonu parçacığını göster

source: Show the swap graph
ar: أظهر رسم اﻹبدال البياني
cs: Zobrazovat graf odkládacího prostoru
de: Auslagerungsdiagramm anzeigen
et: Kuva saaleala graafikut
ja: スワップのグラフを表示する
nb_no: Vis grafen for swapfilen
tr: Takas grafiğini göster

source: Show the gpu encode-decode graph
ar: أظهر الرسم البياني لترميز وفك ترميز وحدة معالجة الرسوميات
cs: Zobrazovat graf kódování a dekódování na grafice
de: Anzeigen des GPU Codier-/ Decodier-Graphen
et: Kuva graafikaprotsessori kodeerimise-dekodeerimise graafikut
ja: GPUのエンコード・デコードグラフを表示する
nb_no: Vis graf over GPU-koding og -dekoding
tr: Ekran kartı kodlama-kod çözme grafiğini göster

source: The ordering of entries in the application sidebar
ar: ترتيب الإدخالات في الشريط الجانبي للتطبيق
cs: Řazení položek v postranním panelu aplikace
de: Die Sortierung der Einträge der Seitenleiste
et: Seadmete järjestus rakenduse külgribal
ja: アプリケーションのサイドバー内の項目の並び順
nb_no: Rekkefølgen på oppføringene i sidepanelet
tr: Uygulama yan çubuğundaki girdilerin sıralaması

source: Graphs that should be hidden in the application sidebar
ar: الرسوم البيانية التي ينبغي إخفاؤها في الشريط الجانبي للتطبيق
cs: Grafy, které v postranním panelu aplikace schovat
de: Welche Graphen in der Seitenleiste versteckt sein sollen
et: Graafikud, mis tuleks rakenduse külgribalt peita
ja: アプリケーションのサイドバーで非表示にすべきグラフ
nb_no: Grafer som skal være skjult i sidepanelet
tr: Uygulama yan çubuğunda gizlenmesi gereken grafikler

source: N/A
ar: غير متوفر
cs: Neuplatnitelné
ja: 該当なし
nb_no: I/T
tr: Yok

source: Type
ar: النوع
cs: Typ
de: Typ
et: Tüüp
ja: 種類
tr: Tür

source: Command Line
ar: سطر الأوامر
cs: Příkazový řádek
de: Befehlszeile
et: Käsurida
ja: コマンドライン
nb_no: Kommandolinje
tr: Komut Satırı

source: Resource Usage
ar: استخدام الموارد
cs: Využití prostředků
de: Ressourcenverbrauch
et: Ressursikasutus
ja: リソース使用状況
nb_no: Resursbruk
tr: Kaynak Kullanımı

source: CPU
ar: المعالج
cs: Procesor
et: Protsessor
nb_no: Prosessor
tr: İşlemci

source: Memory
ar: الذاكرة
cs: Paměť
de: Arbeitsspeicher
et: Mälu
ja: メモリ
nb_no: Minne
tr: Bellek

source: Shared Memory
ar: الذاكرة المشتركة
cs: Sdílená paměť
de: Gemeinsamer Speicher
et: Jagatud mälu
ja: 共有メモリ
nb_no: Delt minne
tr: Paylaşılan Bellek

source: Drives
ar: الأقراص
cs: Disky
de: Laufwerke
et: Andmekandjad
ja: ドライブ
nb_no: Disker
tr: Sürücüler

source: Network
ar: الشبكة
cs: Síť
de: Netzwerk
et: Võrk
ja: ネットワーク
nb_no: Nettverk
tr: Ağ

source: GPU
ar: معالج الرسوميات
cs: Grafika
et: Graafikaprotsessor
tr: Ekran Kartı

source: GPU Memory
ar: ذاكرة معالج الرسوميات
cs: Paměť GPU
de: GPU-Speicher
et: GPU mälu
ja: GPU メモリ
nb_no: Grafikkminne
tr: Ekran Kartı Belleği

source: Collapse all apps and processes
ar: اطوِ جميع التطبيقات والعمليات
cs: Sbalit veškeré aplikace a procesy
de: Alle Anwendungen und Prozesse ausblenden
et: Ahenda kõik rakendused ja protsessid
ja: すべてのアプリとプロセスを折りたたむ
nb_no: Slå sammen alle programmer og prosesser
tr: Tüm uygulamaları ve süreçleri daralt

source: Collapse All
ar: اطوِ الكل
cs: Sbalit vše
de: Alles ausblenden
et: Ahenda kõik
ja: すべてを折りたたむ
nb_no: Slå sammen alle
tr: Tümünü Daralt

source: Failed To Eject
ar: فشل في الإخراج
cs: Vysunutí se nezdařilo
de: Auswerfen fehlgeschlagen
et: Väljutamine ebaõnnestus
ja: 取り出しに失敗しました
nb_no: Kunne ikke løse ut
tr: Çıkartılamadı

source: Kill
ar: اقتل
cs: Vynutit ukončení
de: Beenden
et: Tapa
ja: キル
nb_no: Deaktiver
tr: Sonlandır

source: In Use:
ar: قيد الاستخدام:
cs: V používání:
de: In Benutzung:
et: Kasutusel:
ja: 使用中:
nb_no: I bruk:
tr: Kullanımda:

source: Modified:
ar: عُدّل:
cs: Změněno:
de: Angepasst:
et: Muudetud:
ja: 修正済み:
nb_no: Modifisert:
tr: Değiştirilme:

source: Standby:
ar: تأهب:
cs: Pohotovostní:
et: Ootel:
ja: 待機中：
tr: Beklemede:

source: Free:
ar: خالي:
cs: Volné:
de: Frei:
et: Vaba:
ja: 空き:
nb_no: Ledig:
tr: Boş:

source: Utilization over
ar: الاستخدام فوق
cs: Využití za
de: Auslastung über
et: Kasutus perioodil
ja: 直近秒間の使用率
nb_no: Utnyttelse over
tr: Aşırı kullanım

source: Change G_raph To
ar: غيّر الرس_م البياني إلى
cs: Změnit G_raf na
de: G_raph ändern in
et: Muuda g_raafikut
ja: グラフの変更
nb_no: Endre _diagram til
tr: G_rafiği Değiştir

source: Overall U_tilization
ar: الاستخدام الشا_مل
cs: Celkové využi_tí
de: Allgemeine Auslas_tung
et: Üldine k_asutus
ja: 全体的な使用率
nb_no: Samlet u_tnyttelse
tr: Genel _Kullanım

source: Logical _Processors
ar: المعالجات المنطقية
cs: Logické _procesory
de: Logische _Prozessoren
et: Loogilised _protsessorid
ja: 論理プロセッサ
nb_no: Logiske _prosessorer
tr: Mantıksal İşl_emciler

source: Show Kernel Times
ar: أظهر أوقات النواة
cs: Zobrazit časy jádra systému
de: Kernel-Zeiten anzeigen
et: Kuva tuuma tööaega
ja: カーネル時間を表示
nb_no: Vis kjerne(kernel)-tider
tr: Çekirdek Zamanlarını Göster

source: Graph _Summary View
ar: عرض مُلخص الرسم البياني
cs: _Souhrnné zobrazení grafu
de: Diagrammübersicht
et: _Koondvaade
ja: グラフ全表示モード
nb_no: Diagram_sammendragsvisning
tr: _Özet Grafiğini Çiz

source: _View
ar: _اعرض
cs: _Zobrazit
de: _Ansicht
et: _Vaade
ja: 表示
nb_no: _Vis
tr: G_örünüm

source: CP_U
ar: المعال_ج
cs: _Procesor
et: _Protsessor
nb_no: _Prosessor
tr: İşl_emci

source: _Memory
ar: _الذاكرة
cs: Pa_měť
de: _Arbeitsspeicher
et: _Mälu
ja: メモリ
nb_no: _Minne
tr: _Bellek

source: _Drive
ar: _مُشغِّل
cs: Je_dnotka
de: _Laufwerk
et: _Andmekandja
ja: ドライブ(_D)
nb_no: _Stasjon
tr: _Sürücü

source: _Network
ar: _الشبكة
cs: _Síť
de: _Netzwerk
et: _Võrk
ja: ネットワーク
nb_no: _Nettverk
tr: _Ağ

source: _GPU
ar: _معالج الرسوميات
cs: _Grafika
et: _Graafikaprotsessor
nb_no: _Grafikk
tr: _Ekran Kartı

source: _Fan
ar: _مروحة
cs: _Ventilátor
de: _Lüfter
et: V_entilaator
ja: ファン(_F)
nb_no: _Vifte

source: _Copy
ar: _انسخ
cs: Z_kopírovat
de: _Kopieren
et: _Kopeeri
ja: コピー
nb_no: _Kopier
tr: K_opyala

source: Show SMART Data
ar: أظهر بيانات SMART
cs: Zobrazit data ze SMART diagnostiky
de: SMART Daten anzeigen
et: Kuva SMART andmeid
ja: SMART データを表示
nb_no: Vis SMART-data
tr: SMART Verilerini Göster

source: Eject Disk
ar: أخرج القرص
cs: Vysunout disk
de: Laufwerk auswerfen
et: Väljuta andmekandja
ja: ディスクを取り出す
nb_no: Løs ut disk
tr: Diski Çıkart

source: Active time over
ar: وقت النشاط فوق
cs: Aktivní čas za
de: Aktive Zeit über
et: Aktiivaeg perioodil
ja: アクティブな時間
nb_no: Aktiv tid over
tr: Aktif süre aşımı

source: Throughput over
ar: الناتج فوق
cs: Propustnost za
de: Durchsatz über
et: Andmemaht perioodil
ja: スループット
nb_no: Dataoverføring over
tr: Verimlilik aşımı

source: Fan speed over
ar: سرعة المروحة فوق
cs: Otáčky ventilátoru za
de: Lüftergeschwindigkeit über
et: Ventilaatori kiirus perioodil
ja: メモリ使用率
nb_no: Viftehastighet over
tr: Fan hızı normalin üzerinde

source: Temperature over
ar: الحرارة فوق
cs: Teplota za
de: Temperatur über
et: Temperatuur perioodil
ja: 温度
nb_no: Temperatur over
tr: Aşırı sıcaklık

source: Fan Speed
ar: سرعة المروحة
cs: Otáčky ventilátoru
de: Lüftergeschwindigkeit
et: Ventilaatori kiirus
ja: ファンの速度
nb_no: Viftehastighet
tr: Fan Hızı

source: PWM Percentage
ar: نسبة PWM
cs: Procento PWM
de: PWM Prozent
et: PWM protsent
ja: PWM パーセンテージ
nb_no: PWM-prosent
tr: PWM Yüzdeki

source: Current Temperature
ar: درجة الحرارة الحالية
cs: Současná teplota
de: Aktuelle Temperatur
et: Hetketemperatuur
ja: 現在の温度
nb_no: Gjeldende temperatur
tr: Geçerli Sıcaklık

source: Video encode/decode utilization over
ar: ترميز/فك ترميز استعمال الفيديو فوق
cs: Využití kódování/dekódování videa za
de: Auslastung der Videokodierung/-dekodierung über
et: Video kodeerimise/dekodeerimise kasutus perioodil
ja: ビデオエンコード
nb_no: Utnyttelse av videokoding/dekoding over
tr: Video kodlama/kod çözme kullanım oranı fazla

source: Memory usage over
ar: استخدام الذاكرة فوق
cs: Využití paměti za
de: Speicherverbrauch über
et: Mälukasutus perioodil
ja: メモリ使用率
nb_no: Minnebruk over
tr: Bellek kullanımı normalin üzerinde

source: Show Encode/Decode Usage
ar: أظهر استخدام ترميز/فك ترميز
cs: Zobrazit využití kódování a dekódování
de: Encode-Decode Verwendung anzeigen
et: Kuva kodeerimise/dekodeerimise kasutust
ja: エンコード/デコードの使用状況を表示
nb_no: Vis bruk av koding/dekoding
tr: Kodlama/Kod Çözme Kullanımını Göster

source: Swap usage over
ar: استخدام الذاكرة اﻹبدال فوق
cs: Využití odkládací paměti za
de: Auslagerungsverbrauch über
et: Saaleala kasutus perioodil
ja: スワップ使用率
nb_no: Bruk av swapfil over
tr: Swap kullanımı normalin üzerinde

source: Memory composition
ar: تكوين الذاكرة
cs: Skladba využití paměti
de: Speicherzusammensetzung
et: Mälu koostis
ja: メモリ構成
nb_no: Minnesammensetning
tr: Bellek kompozisyonu

source: Show Memory Composition
ar: أظهر تكوين الذاكرة
cs: Zobrazit skladbu využití paměti
de: Speicherzusammensetzung anzeigen
et: Kuva mälu koostist
ja: メモリ構成を表示
nb_no: Vis minnesammensetning
tr: Bellek Dağılımını Göster

source: Show Swap Usage
ar: أظهر استخدام اﻹبدال
cs: Zobrazit využití odkládacího prostoru
de: Auslagerungsverbrauch anzeigen
et: Kuva saaleala kasutust
ja: スワップの使用状況を表示
nb_no: Vis bruk av swapfil
tr: Swap Kullanımını Göster

source: In use
ar: قيد الاستخدام
cs: Využitá
de: In Verwendung
et: Kasutusel
ja: 使用中
nb_no: I bruk
tr: Kullanımda

source: Available
ar: متاح
cs: Dostupná
de: Verfügbar
et: Saadaval
ja: 利用可能
nb_no: Tilgjengelig
tr: Kullanılabilir

source: Committed
ar: أُودِع
cs: Potvrzená
de: Zugesichert
et: Jaotatud
ja: コミット済み
nb_no: Tildelt
tr: Kullanıldı

source: Cached
ar: مخزنة مؤقتا
cs: V mezipaměti
de: Im Cache
et: Puhverdatud
ja: キャッシュ済み
nb_no: Hurtiglagret
tr: Önbelleklendi

source: Swap used
ar: اﻹبدال المستخدم
cs: Použitý odkl. prostor
de: Verwendeter Swap
et: Saaleala kasutatud
ja: スワップ使用率
nb_no: Swap i bruk
tr: Kullanılan takas

source: Swap available
ar: اﻹبدال متاح
cs: Dostupný odkladací prostor
de: Verfügbarer Swap
et: Saaleala saadaval
ja: 利用可能(スワップ)
nb_no: Tilgjengelig swap
tr: Kullanılabilir takas

source: Speed:
ar: السرعة:
cs: Rychlost:
de: Geschwindigkeit:
et: Kiirus:
ja: 速度:
nb_no: Hastighet:
tr: Hız:

source: Slots used:
ar: الفتحات المستخدمة:
cs: Osazené sloty:
de: Steckplätze verwendet:
et: Pesasid kasutatud:
ja: 使用スロット数:
nb_no: Plasser brukt:
tr: Kullanılan yuvalar:

source: Form factor:
ar: عامل الشكل:
cs: Typ modulů:
de: Formfaktor:
et: Kujutegur:
ja: フォームファクター:
nb_no: Formfaktor:
tr: Katsayı:

source: Type:
ar: النوع:
cs: Typ:
de: Typ:
et: Tüüp:
ja: 種類:
tr: Tür:

source: Network Se_ttings
ar: إع_دادات الشبكة
cs: Nas_tavení sítě
de: Netzwerk-Eins_tellungen
et: Võrgu _seaded
ja: ネットワーク設定
nb_no: Nettverks_innstillinger
tr: Ağ _Ayarları

source: Receive
ar: الاستلام
cs: Příjem
de: Empfangen
et: Vastuvõtmisel
ja: 受信
nb_no: Mottas
tr: Alınan

source: Send
ar: الإرسال
cs: Odesílání
de: Senden
et: Saatmisel
ja: 送信
nb_no: Sendes
tr: Gönderilen

source: Total Received
ar: المجموع المُستلم
cs: Staženo celkem
de: Insgesamt empfangen
et: Kokku vastu võetud
ja: 受信した総量
nb_no: Totalt mottatt
tr: Toplam Alınan

source: Total Sent
ar: المجموع المُرسل
cs: Odesláno celkem
de: Insgesamt gesendet
et: Kokku saadetud
ja: 送信した総量
nb_no: Totalt sendt
tr: Toplam Gönderilen

source: Interface name:
ar: اسم الواجهة:
cs: Název rozhraní:
de: Adaptername:
et: Võrguliidese nimi:
ja: アダプター名:
nb_no: Grensesnittsnavn:
tr: Arayüz adı:

source: Connection type:
ar: نوع الاتصال:
cs: Typ připojení:
de: Verbindungstyp:
et: Ühenduse tüüp:
ja: 接続の種類:
nb_no: Tilkoblingstype:
tr: Bağlantı türü:

source: Signal strength:
ar: قوة الإشارة:
cs: Síla signálu:
de: Signalstärke:
et: Signaali tugevus:
ja: シグナルの強さ:
nb_no: Signalstyrke:
tr: Sinyal kuvveti:

source: Maximum Bitrate:
ar: أقصى معدل بت:
cs: Max. datový tok:
de: Maximale Bitrate:
et: Maksimaalne bitikiirus:
ja: 最大ビットレート:
nb_no: Maksimal bitrate:
tr: En yüksek bit oranı:

source: Frequency:
ar: التردد:
cs: Frekvence:
de: Frequenz:
et: Sagedus:
ja: 周波数:
nb_no: Frekvens:
tr: Frekans:

source: Hardware address:
ar: عنوان الجهاز:
cs: Hardwarová adresa:
de: Hardwareadresse:
et: Riistvara MAC-aadress:
ja: ハードウェアアドレス:
nb_no: Maskinvareadresse:
tr: Donanım adresi:

source: IPv4 address:
ar: عنوان IPv4:
cs: IPv4 adresa:
de: IPv4-Adresse:
et: IPv4 aadress:
ja: IPv4アドレス:
nb_no: IPv4-adresse:
tr: IPv4 adresi:

source: IPv6 address:
ar: عنوان IPv6:
cs: IPv6 adresa:
de: IPv6-Adresse:
et: IPv6 aadress:
ja: IPv6アドレス:
nb_no: IPv6-adresse:
tr: IPv6 adresi:

source: Smart Data
ar: البيانات الذكية
cs: Data ze SMART diagnostiky
de: Smart Daten
et: SMART andmed
ja: Smart データ
tr: SMART Verileri

source: Last Updated
ar: آخر تحديث
cs: Naposledy aktualizováno
de: Zuletzt geändert
et: Viimati uuendatud
ja: 最終更新
nb_no: Sist oppdatert
tr: Son Güncelleme

source: Powered On
ar: مُشغّل
cs: Celková doba chodu
de: Eingeschaltet
et: Tööaeg
ja: 電源投入
nb_no: Skrudd på
tr: Güç Açıldı

source: Drive Health
ar: صحة القرص
cs: Stav jednotky
de: Laufwerkszustand
et: Ketta tervis
ja: ドライブの健康状態
nb_no: Disktilstand
tr: Sürücü Sağlığı

source: SMART Test Status
ar: حالة اختبار SMART
cs: Stav SMART diag. testu
et: SMART testi seisund
ja: SMARTのテスト状態
tr: SMART Sınama Durumu

source: Attribute
ar: الصّفة
cs: Atribut
de: Attribut
et: Atribuut
ja: 属性
nb_no: Atributt
tr: Öznitelik

source: Value
ar: القيمة
cs: Hodnota
de: Wert
et: Väärtus
ja: 値
nb_no: Verdi
tr: Değer

source: ID
ar: معرّف
cs: Identifikátor
tr: Kimlik

source: Normalized
ar: تنسيق
cs: Normalizováno
de: Normalisiert
et: Normaliseeritud
ja: 普通
nb_no: Normalisert
tr: Normalleştirilmiş

source: Threshold
ar: الحدّ
cs: Práh
de: Schwellwert
et: Lävi
ja: しきい値
nb_no: Terskel
tr: Eşik

source: Worst
ar: الأسوأ
cs: Nejhorší
de: Schlechtester
et: Halvim
ja: 最低
nb_no: På sitt verste
tr: En Kötü

source: Updates
ar: التحديثات
cs: Aktualizace
de: Aktualisierungen
et: Uuendused
ja: 更新
nb_no: Oppdateringer
tr: Güncellemeler

source: Assessment
ar: التقييم
cs: Posouzení
de: Bewertung
et: Hinnang
ja: 評価
nb_no: Vurdering
tr: Değerlendirme

source: Utilization
ar: الاستخدام
cs: Využití
de: Auslastung
et: Kasutus
ja: 使用率
nb_no: Bruk
tr: Kullanım

source: Clock Speed
ar: سرعة الميقاتية
cs: Frekvence
de: Taktgeschwindigkeit
et: Taktsagedus
ja: クロック速度
nb_no: Klokkehastighet
tr: Saat Hızı

source: Power Draw
ar: استهلاك الطاقة
cs: Spotřeba energie
de: Energieverbrauch
et: Voolutarve
ja: 消費電力
nb_no: Strømforbruk
tr: Güç Kullanımı

source: Memory Usage
ar: استخدام الذاكرة
cs: Využití paměti
de: Speicherverbrauch
et: Mälukasutus
ja: メモリ使用率
nb_no: Minnebruk
tr: Bellek Kullanımı

source: Shared Memory Usage
ar: استخدام الذاكرة المشتركة
cs: Využití sdílené paměti
de: Gemeinsamer Speicher Verbrauch
et: Jagatud mälu kasutus
ja: 共有メモリ使用量
nb_no: Delt minnebruk
tr: Paylaşılan Bellek Kullanımı

source: Memory Speed
ar: سرعة الذاكرة
cs: Rychlost paměti
de: Speichergeschwindigkeit
et: Mälu kiirus
ja: メモリ速度
nb_no: Minnehastighet
tr: Bellek Hızı

source: Video encode
ar: ترميز الفيديو
cs: Kódování videa
de: Video kodieren
et: Video kodeerimine
ja: ビデオ エンコード
nb_no: Videokoding
tr: Video kodla

source: Video decode
ar: فك ترميز الفيديو
cs: Dekódování videa
de: Video dekodieren
et: Video dekodeerimine
ja: ビデオ デコード
nb_no: Videodekoding
tr: Video kodunu çöz

source: Temperature
ar: الحرارة
cs: Teplota
de: Temperatur
et: Temperatuur
ja: 温度
nb_no: Temperatur
tr: Sıcaklık

source: OpenGL version:
ar: إصدار OpenGL:
cs: Verze OpenGL:
et: OpenGL versioon:
ja: OpenGL のバージョン:
nb_no: OpenGL-versjon:
tr: OpenGL sürümü:

source: Vulkan version:
ar: إصدار Vulkan:
cs: Verze Vulkan:
et: Vulkan versioon:
ja: Vulkan のバージョン:
nb_no: Vulkan-versjon:
tr: Vulkan sürümü:

source: PCI Express speed:
ar: سرعة PCI القصوى:
cs: PCIe propustnost:
de: PCI Express-Geschwindigkeit:
et: PCI Express kiirus:
ja: PCI Express の速度:
nb_no: PCI Express-hastighet:
tr: PCI Express hızı:

source: Max PCI Express speed:
ar: سرعة PCI Express القصوى:
cs: Nej. PCIe propustnost:
de: Max. PCI Express-Geschwindigkeit:
et: Maksimaalne PCI Express kiirus:
ja: PCI Express の最大速度:
nb_no: Max PCI Express-hastighet:
tr: En çok PCI Express Hızı:

source: PCI bus address:
ar: عنوان ناقل PCI:
cs: PCIe adresa:
de: PCI bus-Adresse:
et: PCI siini aadress:
ja: PCIバスのアドレス:
nb_no: PCI-buss-adresse:
tr: PCI veri yolu adresi:

source: Failed To Get SMART Data
ar: فشل الحصول على بيانات SMART
cs: Nepodařilo se získat data ze SMART diagnostiky
de: Konnte SMART Daten nicht lesen
et: SMART andmete pärimine ebaõnnestus
ja: SMART データの取得に失敗しました
nb_no: Kunne ikke få tak i SMART-data
tr: SMART Verileri Alınamadı
