Repository: EvernightFedora/evernight-task-manager
Catalog: po/*.po
Languages: ar, cs, de, et, ja, nb_no, tr

source: There was a problem fetching SMART data. Try running from the command line to get more information.
ar: حدثت مشكلة أثناء جلب بيانات SMART. حاول التشغيل من سطر الأوامر للحصول على مزيد من المعلومات.
cs: Došlo k problému při získávání dat ze SMART diagnostiky. Zkuste spustit z příkazového řádku a získat tak více informací.
de: Es gab ein Problem beim Lesen der SMART Daten. Versuchen Sie über die Kommandozeile zu starten, um mehr Informationen zu bekommen.
et: SMART andmete pärimisel tekkis probleem. Rohkema info saamiseks proovi käsurealt käivitada.
ja: SMART データの取得で問題が発生しました。さらなる情報を取得するにはコマンドラインから実行してみてください。
nb_no: Det oppsto et problem under hentingen av SMART-data. Prøv å bruke kommandolinjen for å få mer informasjon.
tr: SMART verileri alınırken sorun oluştu. Daha çok bilgi için komut satırından çalıştırmayı deneyin.

source: Read speed
ar: سرعة القراءة
cs: Rychlost čtení
de: Lesegeschwindigkeit
et: Lugemiskiirus
ja: 読み取り速度
nb_no: Lesehastighet
tr: Okuma hızı

source: Write speed
ar: سرعة الكتابة
cs: Rychlost zápisu
de: Schreibgeschwindigkeit
et: Kirjutamiskiirus
ja: 書き込み速度
nb_no: Skrivehastighet
tr: Yazma hızı

source: Total Read
ar: إجمالي القراءة
cs: Celkem přečteno
de: Insgesamt gelesen
et: Kokku loetud
ja: 合計読了
nb_no: Totalt lest
tr: Toplam Okuma

source: Total Written
ar: إجمالي الكتابة
cs: Celkem zapsáno
de: Insgesamt geschrieben
et: Kokku kirjutatud
ja: 合計記入
nb_no: Totalt skrevet
tr: Toplam Yazma

source: Active time
ar: وقت النشاط
cs: Aktivní čas
de: Aktive Zeit
et: Aktiivne aeg
ja: アクティブな時間
nb_no: Tid aktiv
tr: Aktif zaman

source: Avg. response time
ar: متوسط وقت الاستجابة
cs: Průměrná odezva
de: Durchschnittliche Antwortzeit
et: Keskm. reaktsiooniaeg
ja: 平均応答時間
nb_no: Gjennomsnittlig svartid
tr: Ortalama yanıt zamanı

source: Capacity:
ar: السعة:
cs: Kapacita:
de: Kapazität:
et: Maht:
ja: 容量:
nb_no: Kapasitet:
tr: Kapasite:

source: Formatted:
ar: نُسّق:
cs: Naformátováno:
de: Formatiert:
et: Vormindatud:
ja: フォーマット済み:
nb_no: Formatert:
tr: Biçimlendirilmiş:

source: System disk:
ar: قرص النظام:
cs: Systémový disk:
de: Systemdatenträger:
et: Süsteemiketas:
ja: システムディスク:
tr: Sistem diski:

source: Serial:
ar: الرقم التسلسلي:
cs: Sériové č.:
de: Seriennummer:
et: Seerianumber:
ja: シリアル:
nb_no: Seriell:
tr: Seri numarası:

source: Rotation Rate
ar: معدّل الدوران
cs: Otáčky
de: Drehzahl
et: Pöörlemiskiirus
ja: 回転速度
nb_no: Rotasjonshastighet
tr: Döndürme Oranı

source: Speed
ar: السرعة
cs: Takt
de: Geschwindigkeit
et: Kiirus
ja: 速度
nb_no: Hastighet
tr: Hız

source: Processes
ar: العمليات
cs: Procesy
de: Prozesse
et: Protsessid
ja: プロセス
nb_no: Prosesser
tr: Süreç

source: Threads
ar: مؤشرات الترابط
cs: Vlákna
et: Lõimed
ja: スレッド数
nb_no: Tråder
tr: İş Parçacığı

source: Handles
ar: المقابض
cs: Popisovače
et: Pidemed
ja: ハンドル数
nb_no: Referanser
tr: İşleyici

source: Up time
ar: زمن التشغيل
cs: Doba od spuštění
de: Betriebszeit
et: Aktiivaeg
ja: 稼働時間
nb_no: Oppetid
tr: Çalışma süresi

source: Base Speed:
ar: السرعة الأساسية:
cs: Základní takt:
de: Basisgeschwindigkeit:
et: Baaskiirus:
ja: 基本速度:
nb_no: Grunnhastighet:
tr: Taban Hız:

source: Sockets:
ar: المقابس:
cs: Patice:
et: Pesad:
ja: ソケット:
nb_no: Sokler:
tr: Yuva:

source: Virtual processors:
ar: المعالجات الافتراضية:
cs: Virtuální procesory:
de: Virtuelle Prozessoren:
et: Virtuaalseid protsessoreid:
ja: 仮想プロセッサ数:
nb_no: Virtuelle prosessorer:
tr: Sanal işlemci:

source: Virtualization:
ar: المحاكاة:
cs: Virtualizace:
de: Virtualisierung:
et: Virtualiseerimine:
ja: 仮想化:
nb_no: Virtualisering:
tr: Sanallaştırma:

source: Virtual machine:
ar: آلة افتراضية:
cs: Virtuální stroj:
de: Virtuelle Maschine:
et: Virtuaalmasin:
ja: 仮想マシン:
nb_no: Virtuell maskin:
tr: Sanal makine:

source: L1 cache:
ar: الذاكرة المؤقتة L1:
cs: Mezipaměť 1. úrovně:
et: L1-vahemälu:
ja: L1キャッシュ:
nb_no: L1-hurtiglager:
tr: L1 önbellek:

source: L2 cache:
ar: الذاكرة المؤقتة L2:
cs: Mezipaměť 2. úrovně:
et: L2-vahemälu:
ja: L2キャッシュ:
nb_no: L2-hurtiglager:
tr: L2 önbellek:

source: L3 cache:
ar: الذاكرة المؤقتة L3:
cs: Mezipaměť 3. úrovně:
et: L3-vahemälu:
ja: L3キャッシュ:
nb_no: L3-hurtiglager:
tr: L3 önbellek:

source: Cpufreq driver:
ar: مُشغِّل ترددات المعالج:
cs: Cpufreq ovladač:
de: Cpufreq-Treiber:
et: Cpufreq draiver:
ja: Cpufreqのドライバー:
tr: Cpufreq sürücüsü:

source: Cpufreq governor:
ar: مُنظّم تردد المعالج:
cs: Cpufreq řízení:
de: CPUfreq-Regler:
et: Cpufreq haldur:
ja: Cpufreqのガバナー:
nb_no: Cpufreq-guvernør:
tr: Cpufreq yöneticisi:

source: Power preference:
ar: تفضيل الطاقة:
cs: Profil výkonu:
de: Energiemodus:
et: Jõudluse eelistus:
ja: 電源設定:
nb_no: Strømpreferanse:
tr: Güç tercihleri:

source: General
ar: عام
cs: Obecné
de: Allgemein
et: Üldised seadistused
ja: 一般
nb_no: Generelt
tr: Genel

source: Update Interval
ar: فترة التحديث
cs: Interval obnovení
de: Aktualisierungsintervall
et: Uuendamise välp
ja: 更新間隔
nb_no: Oppdateringsintervall
tr: Güncelleme Aralığı

source: In seconds
ar: في ثوانٍ
cs: V sekundách
de: In Sekunden
et: Sekundites
ja: 数秒で
nb_no: I sekunder
tr: Saniyeler içinde

source: Chart Data Points
ar: نقاط بيانات الرسم البياني
cs: Počet záznamů v grafu
de: Datenpunkte im Graphen
et: Graafiku punktide arv
ja: グラフのデータポイント
nb_no: Diagramdatapunkter
tr: Grafik Veri Noktaları

source: Performance Page
ar: صفحة الأداء
cs: Stránka ohledně výkonu
de: Leistungsseite
et: Jõudluse leht
ja: パフォーマンス ページ
nb_no: Ytelsesside
tr: Başarım Sayfası

source: Smooth Graphs
ar: رسوم بيانية سلسة
cs: Vyhlazené grafy
de: Geglättete Graphen
et: Sujuvad graafikud
ja: 滑らかなグラフ
nb_no: Jevne grafer
tr: Yumuşak Grafikler

source: Draw graphs as smooth line instead of jagged line
ar: ارسم الرسوم البيانية كخطوط سلسة بدلاً من خطوط متعرجة
cs: Vykreslovat grafy jako hladké čáry namísto zubatých
de: Geglättete statt ungeglättete Graphen zeichnen
et: Joonista graafikud sujuva joonega, mitte sakilise joonega
ja: ギザギザな線の代わりに、滑らかな線でグラフを描画
nb_no: Tegn grafer som utjevnet linje i stedet for som taggete linje
tr: Grafikleri tırtıklı çizgi yerine yumuşak çizgi olarak çiz

source: Sliding Graphs
ar: الرسوم البيانية المنزلقة
cs: Posouvající se grafy
de: Gleitende Graphen
ja: スライディンググラフ
nb_no: Glidende grafer
tr: Kayan Grafikler

source: Animate graphs (may negatively impact performance)
ar: الرسوم البيانية المتحركة (قد يؤثر سلبًا على الأداء)
cs: Animovat grafy (může značně poznamenat výkon)
de: Graphen animieren (kann die Leistung des Systems negativ beeinträchtigen)
et: Animeeri graafikud (võib jõudlust negatiivselt mõjutada)
ja: グラフをアニメートする（パフォーマンスに悪影響を与える可能性があります）
nb_no: Animer grafer (kan gi dårlig ytelse)
tr: Grafikleri canlandır (baraşımı olumsuz etkileyebilir)

source: Scale Network Graphs Dynamically
ar: حجّم الرسوم البيانية للشبكة ديناميكيًا
cs: Dynamicky škálovat měřítko grafu sítě
de: Netzwerkgraphen dynamisch skalieren
et: Muuda võrgugraafikute skaalat dünaamiliselt
ja: ネットワークのグラフのサイズを動的に調整する
nb_no: Skaler nettverksgrafene dynamisk
tr: Ağ Grafiklerini Dinamik Olarak Ölçekle

source: Set network graph to scale dynamically with actual usage or with channel max speed
ar: عيّن رسم بياني للشبكة لتحجيمه ديناميكيًا مع الاستخدام الفعلي أو مع أقصى سرعة للقناة
cs: Nastavit graf sítě tak, aby bylo měřítko škálováno dynamicky na základě stávajícího využití nebo maximální rychlosti kanálu
de: Netzwerkgraphen dynamisch mit tatsächlicher Auslastung oder mit maximaler Kanalgeschwindigkeit skalieren
et: Seadista võrgu graafikute skaala kohalduma tegeliku kasutuse või liidese maksimaalse kiirusega
ja: 実際の使用量やチャネルの最大速度によって、ネットワーク グラフが動的にサイズ調整されるように設定する
nb_no: Sett nettverksgrafen til å skalere seg dynamisk med faktisk bruk eller med kanalens maksimale hastighet
tr: Ağ grafiğini, gerçek kullanım veya kanalın maksimum hızı ile dinamik olarak ölçekle

source: Show CPU Information
ar: أظهر معلومات المعالج
cs: Zobrazit informace o procesoru
de: CPU-Informationen anzeigen
et: Kuva protsessori infot
ja: CPU情報を表示
nb_no: Vis CPU-informasjon
tr: İşlemci Bilgilerini Göster

source: Show Memory Information
ar: أظهر معلومات الذاكرة
cs: Zobrazit informace o operační paměti
de: Speicherinformationen anzeigen
et: Kuva mälu infot
ja: メモリ情報を表示
nb_no: Vis minneinformasjon
tr: Bellek Bilgilerini Göster

source: Show Disk Information
ar: أظهر معلومات القرص
cs: Zobrazit informace o disku
de: Festplatteninformationen anzeigen
et: Kuva andmekandja infot
ja: ディスク情報を表示
nb_no: Vis diskinformasjon
tr: Disk Bilgilerini Göster

source: Show Network Information
ar: أظهر معلومات الشبكة
cs: Zobrazit informace o síti
de: Netzwerkinformationen anzeigen
et: Kuva võrgu infot
ja: ネットワーク情報の表示
nb_no: Vis nettverksinformasjon
tr: Ağ Bilgilerini Göster

source: Show GPU Information
ar: أظهر معلومات معالج الرسوميات
cs: Zobrazit informace o grafickém čipu
de: GPU-Informationen anzeigen
et: Kuva graafikaprotsessori infot
ja: GPU情報を表示
nb_no: Vis GPU-informasjon
tr: Ekran Kartı Bilgilerini Göster

source: Show Fan Information
ar: أظهر معلومات المروحة
cs: Zobrazit informace o ventilátoru
de: Lüfterinformationen anzeigen
et: Kuva ventilaatori infot
ja: ファン情報を表示
nb_no: Vis vifteinformasjon
tr: Fan Bilgilerini Göster

source: App &amp; Service Pages
ar: التطبيقات وصفحات الخدمات
cs: Stránky Služby a Aplikace
de: App- & Diensteseite
et: Rakenduste ja teenuste lehed
ja: アプリ＆サービスページ
nb_no: App &amp; Tjenestesider
tr: Uygulama ve Hizmet Sayfaları

source: Merge Process Stats
ar: إحصائيات عملية الدمج
cs: Sloučit statistiky procesů
de: Prozessstatistiken zusammenführen
et: Mesti protsesside statistika
ja: プロセスの統計の集約
nb_no: Slå sammen prosessstatistikk
tr: İşlemci İstatistiklerini Birleştir

source: Remember Sorting
ar: تذكر الفرز
cs: Zapamatovat řazení
de: Sortierung merken
et: Jäta järjestus meelde
ja: 並び替え状態の記憶
nb_no: Husk sortering
tr: Sıralamayı Hatırla

source: Persist sorting by column across app restarts
ar: احتفظ بفرز التطبيقات حسب العمود، حتى بعد إعادة تشغيل التطبيق
cs: Zapamatovat si řazení sloupce mezi restarty aplikace
de: Sortierung nach Spalte über App-Neustarts hinweg beibehalten
et: Jäta järjestamine meelde pärast rakenduse taaskäivitamist
ja: アプリ再起動後も列ごとの並べ替えを維持する
nb_no: Husk kolonnesorteringen ved omstart av programmet
tr: Uygulama yeniden başlatıldığında sütuna göre sıralamayı koru

source: Remember Column Order
ar: تذكر ترتيب الأعمدة
cs: Zapamatovat si pořadí sloupců
de: Spaltenanordnung merken
et: Jäta veergude järjekord meelde
ja: 列の並び順を記憶
nb_no: Husk kolonnerekkefølge
tr: Sütun Sırasını Anımsa

source: Persist the order of the columns, across app restarts
ar: احتفظ بترتيب الأعمدة، حتى بعد إعادة تشغيل التطبيق
cs: Zapamatovat si řazení sloupců mezi restarty aplikace
de: Die Sortierung der Spalten über App-Neustarts hinweg beibehalten
et: Jäta veergude järjekord meelde pärast rakenduse taaskäivitamist
ja: 列の並べ替え状態をアプリの再起動後も記憶する
nb_no: Husk kolonnesorteringen ved omstart av programmet
tr: Uygulama yeniden başlatıldığında sütunların sırasını koru

source: Scale CPU Usage to Core Count
ar: حجّم استخدام المعالج ليتناسب مع عدد الأنوية
cs: Uzpůsobit měřítko grafu využití procesoru podle počtu jader
de: CPU-Auslastung nach Kernanzahl skalieren
et: Kuva protsessori kasutust tuumade arvu suhtes
ja: CPU使用率をコア数に合わせて調整
nb_no: Skaler CPU-bruk til kjerneantall
tr: İşlemci Kullanımını Çekirdek Sayısına Ölçekle

source: Show CPU usage scaled to the number of available cores
ar: أظهر استخدام المعالج بما يتناسب مع عدد الأنوية المتاحة
cs: Zobrazit využití procesoru v měřítku podle počtu dostupných jader
de: CPU-Auslastung skaliert auf die Anzahl der verfügbaren Kerne anzeigen
et: Näita protsessorikasutust nii, et see arvestaks saadavalolevate tuumade arvuga
ja: 利用可能なコア数に応じてスケーリングされたCPU使用率を表示する
nb_no: Vis CPU-bruk skalert til antall tilgjengelige kjerner
tr: İşlemci kullanımını var olan çekirdek sayısına göre ölçeklendirilmiş göster

source: Show Column Separators
ar: أظهر فواصل الأعمدة
cs: Zobrazovat oddělovače sloupců
de: Spaltenseparatoren anzeigen
et: Kuva veergude eraldajaid
ja: 列の区切り線を表示
nb_no: Vis skilletegn mellom kolonner
tr: Sütun Ayırıcıları Göster

source: Show a separator between each column
ar: أظهر فاصل بين كل عمود
cs: Zobrazovat oddělovač mezi jednotlivými sloupci
de: Separator zwischen allen Spalten anzeigen
et: Kuva iga veeru vahel eraldajat
ja: それぞれの列の間に区切り線を表示
nb_no: Vis et skilletegn mellom kolonnene
tr: Her sütun arasında ayırıcı göster

source: Global Units
ar: الوحدات العالمية
cs: Jednotky
de: Globale Maßeinheiten
et: Globaalsed ühikud
ja: グローバルユニット
nb_no: Globale enheter
tr: Genel Birimler

source: Memory Usage Unit
ar: وحدة استخدام الذاكرة
cs: Jednotka využití paměti
de: Maßeinheit für Arbeitsspeichernutzung
et: Mälukasutuse ühik
ja: メモリ使用率の単位
nb_no: Minnebruksenhet
tr: Bellek Kullanımı Birimi

source: Use Bytes as a Unit of Measurement for Memory
ar: استخدام البايتات كوحدة قياس للذاكرة
cs: Používat bajty coby jednotku měření paměti
de: Nutze Bytes als Maßeinheit für Arbeitsspeicher
et: Kasuta mälu mõõtühikuna baite
ja: メモリの測定単位としてバイトを使用する
nb_no: Bruk byte som måleenhet for minne
tr: Bellek ölçüm birimi olarak Bayt kullan

source: Bytes
ar: بايتات
cs: Bajty
et: Baidid
ja: バイト
nb_no: Byte
tr: Byte

source: Use Bits as a Unit of Measurement for Memory
ar: استخدام البيتات كوحدة قياس للذاكرة
cs: Používat bity jako jednotku měření paměti
de: Nutze Bits als Maßeinheit für Arbeitsspeicher
et: Kasuta mälu mõõtühikuna bitte
ja: メモリの測定単位としてビットを使用する
nb_no: Bruk bits som måleenhet for minne
tr: Bellek ölçüm birimi olarak Bit kullan

source: Bits
ar: بيتات
cs: Bity
et: Bitid
ja: ビット
tr: Bit

source: Memory Usage Base
ar: أساس استخدام الذاكرة
cs: Řád jednotek pro využití paměti
de: Zahlensystem für Arbeitsspeicher
et: Mälukasutuse arvusüsteem
ja: メモリ使用量ベース
nb_no: Tallsystem for minnebruk
tr: Bellek Kullanım Tabanı

source: Use Base 10 for Memory
ar: استخدم نظام أساس 10 للذاكرة
cs: Používat desítkový řád pro operační paměť
de: Nutze Basis 10 für Arbeitsspeicher
et: Kasuta mälu jaoks kümnendsüsteemi
ja: メモリには10進数を使用してください
nb_no: Bruk 10-tallsystemet for minne
tr: Bellek için Taban 10 kullan

source: Base 10
ar: أساس 10
cs: Desítkový (SI)
de: Basis 10
et: Kümnendsüsteem
ja: 十進法
nb_no: 10-tallsystemet
tr: Taban 10

source: Use Base 2 for Memory
ar: استخدم نظام أساس 2 للذاكرة
cs: Používat dvojkový řád pro operační paměť
de: Nutze Basis 2 für Arbeitsspeicher
et: Kasuta mälu jaoks kahendsüsteemi
ja: メモリには2進数を使用する
nb_no: Bruk 2-tallsystemet
tr: Bellek için taban 2 kullan

source: Base 2
ar: أساس 2
cs: Dvojkový (IETF)
de: Basis 2
et: Kahendsüsteem
ja: 二進法
nb_no: 2-tallsystemet
tr: Taban 2

source: Drive Usage Unit
ar: وحدة استخدام محرك الأقراص
cs: Jednotka využití úložiště
de: Maßeinheit für Laufwerke
et: Kettakasutuse ühik
ja: ドライブ使用単位
nb_no: Enhet for disker
tr: Bellek Kullanımı Birimi

source: Use Bytes as a Unit of Measurement for Disk Drives
ar: استخدام البايتات كوحدة قياس لمحركات الأقراص
cs: Používat bajty jako jednotku měření využití jednotek úložiště
de: Nutze Bytes als Maßeinheit für Laufwerke
et: Kasuta andmekandjate mõõtühikuna baite
ja: ディスクドライブの測定単位としてバイトを使用する
nb_no: Bruk byte som måleenhet for disker
tr: Disk Sürücüleri ölçüm birimi olarak Bayt kullan

source: Use Bits as a Unit of Measurement for Disk Drives
ar: استخدم البيتات كوحدة قياس لمحركات الأقراص
cs: Používat bity jako jednotku měření využití jednotek úložiště
de: Nutze Bits als Maßeinheit für Laufwerke
et: Kasuta andmekandjate mõõtühikuna bitte
ja: ディスクドライブの測定単位としてビットを使用する
nb_no: Bruk bits som måleenhet for disker
tr: Disk Sürücüleri ölçüm birimi olarak Bit kullan

source: Drive Usage Base
ar: أساس استخدام محرك الأقراص
cs: Řády jednotek pro využití jednotek úložiště
de: Zahlensystem für Laufwerke
et: Andmekandjate kasutuse arvusüsteem
ja: ドライブ使用ベース
nb_no: Tallsystem for disker
tr: Bellek Kullanım Tabanı

source: Use Base 10 for Disk Drives
ar: استخدم الأساس 10 لمحركات الأقراص
cs: Používat desítkový řád pro jednotky úložiště
de: Nutze Basis 10 für Laufwerke
et: Kasuta andmekandjate jaoks kümnendsüsteemi
ja: ディスクドライブには10進数を使用してください
nb_no: Bruk 10-tallsystemet for disker
tr: Disk Sürücüleri İçin Taban 10 Kullan

source: Use Base 2 for Disk Drives
ar: استخدم الأساس 2 لمحركات الأقراص
cs: Používat dvojkový řád pro jednotky úložiště
de: Nutze Basis 2 für Laufwerke
et: Kasuta andmekandjate jaoks kahendsüsteemi
ja: ディスクドライブには2進数を使用してください
nb_no: Bruk 2-tallsystemet for disker
tr: Disk Sürücüleri İçin Taban 2 Kullan

source: Network Usage Unit
ar: وحدة استخدام الشبكة
cs: Jednotka pro využití sítě
de: Maßeinheit für Netzwerk
et: Võrgukasutuse ühik
ja: ネットワーク使用単位
nb_no: Enhet for nettverksbruk
tr: Ağ Kullanım Birimi

source: Use Bytes as a Unit of Measurement for Network Interfaces
ar: استخدم البايتات كوحدة قياس لواجهات الشبكة
cs: Používat bajty jako jednotku měření pro síťová rozhraní
de: Nutze Bytes als Maßeinheit für Netzwerk-Interfaces
et: Kasuta võrguliideste mõõtühikuna baite
ja: ネットワークインターフェイスの測定単位としてバイトを使用する
nb_no: Bruk byte som måleenhet for nettverksgrensesnitt
tr: Ağ Arayüzleri ölçüm birimi olarak Bayt kullan

source: Use Bits as a Unit of Measurement for Network Interfaces
ar: استخدم البيتات كوحدة قياس لواجهات الشبكة
cs: Používat bity jako jednotku měření pro síťová rozhraní
de: Nutze Bits als Maßeinheit für Netzwerk-Interfaces
et: Kasuta võrguliideste mõõtühikuna bitte
ja: ネットワークインターフェイスの測定単位としてビットを使用する
nb_no: Bruk bit som måleenhet for nettverksgrensesnitt
tr: Ağ Arayüzleri ölçüm birimi olarak Bit kullan

source: Network Usage Base
ar: أساس استخدام الشبكة
cs: Řád jednotek pro využívání sítě
de: Zahlensystem für Netzwerk
et: Võrgukasutuse arvusüsteem
ja: ネットワーク使用ベース
nb_no: Tallsystem for nettverk
tr: Ağ Kullanım Tabanı

source: Use Base 10 for Network Interfaces
ar: استخدم الأساس 10 لواجهات الشبكة
cs: Používat desítkový řád pro síťová rozhraní
de: Nutze Basis 10 für Netzwerk-Interfaces
et: Kasuta võrguliideste jaoks kümnendsüsteemi
ja: ネットワークインターフェースには10進数を使用してください
nb_no: Bruk 10-tallsystemet for nettverksgrensesnitt
tr: Ağ Arayüzleri İçin Taban 10 Kullan

source: Use Base 2 for Network Interfaces
ar: استخدم الأساس 2 لواجهات الشبكة
cs: Používat dvojkový řád pro síťová rozhraní
de: Nutze Basis 2 für Netzwerk-Interfaces
et: Kasuta võrguliideste jaoks kahendsüsteemi
ja: ネットワークインターフェースには2進数を使用してください
nb_no: Bruk 2-tallsystemet for nettverksgrensensitt
tr: Ağ Erayüzü İçin Taban 2 Kullan

source: Collapse all expanded services
ar: اطوِ جميع الخدمات الموسعة
cs: Sbalit veškeré rozbalené služby
de: Alle ausgeklappten Prozesse ausblenden
et: Ahenda kõik laiendatud teenused
ja: 展開されたすべてのサービスを折りたたむ
nb_no: Slå sammen alle utvidede tjenester
tr: Tüm genişletilmiş hizmetleri kapat

source: Filter running processes
ar: تصفية العمليات قيد التشغيل
cs: Filtrovat spuštěné procesy
de: Filter aktive Prozesse
et: Filtreeri töötavad protsessid
ja: 実行中のプロセスをフィルタ
nb_no: Filtrer kjørende prosesser
tr: Çalışan süreçleri süz

source: Filter failed processes
ar: تصفية العمليات الفاشلة
cs: Filtrovat zhavarované procesory
de: Filter fehlgeschlagene Prozesse
et: Filtreeri ebaõnnestunud protsessid
ja: 失敗したプロセスをフィルター
nb_no: Filtrer mislykkede prosesser
tr: Başarısız süreçleri süz

source: Filter stopped processes
ar: تصفية العمليات المتوقفة
cs: Filtrovat zastavené procesy
de: Filter gestoppte Prozesse
et: Filtreeri peatatud protsessid
ja: 停止したプロセスをフィルタ
nb_no: Filtrer avsluttede prosesser
tr: Durmuş süreçleri süz

source: Filter disabled processes
ar: تصفية العمليات المعطّلة
cs: Filtrovat zakázané procesy
de: Filter deaktivierte Prozesse
et: Filtreeri keelatud protsessid
ja: 無効なプロセスをフィルター
nb_no: Filtrer deaktiverte prosesser
tr: Devre dışı süreçleri süz

source: Remove all filters
ar: أزل كل التصفيات
cs: Odebrat veškeré filtry
de: Alle Filter entfernen
et: Eemalda kõik filtrid
ja: すべてのフィルターを解除
nb_no: Fjern alle filtre
tr: Tüm süzgeçleri kaldır

source: Remove Filters
ar: أزل التصفيات
cs: Odebrat filtry
de: Filter entfernen
et: Eemalda filtrid
ja: フィルターを解除
nb_no: Fjern filtre
tr: Süzgeçleri Kaldır

source: Follow system style
ar: اتبع نمط النظام
cs: Podle vzhledu systému
de: Systemstil folgen
et: Järgi süsteemi stiili
ja: システムのスタイルに従う
nb_no: Bruk systemstil
tr: Sistem biçemini izle

source: Light style
ar: نمط فاتح
cs: Světlý motiv
de: Heller Stil
et: Hele stiil
ja: 明るいスタイル
nb_no: Lysmodus
tr: Açık biçem

source: Dark style
ar: نمط داكن
cs: Tmavý motiv
de: Dunkler Stil
et: Tume stiil
ja: 暗いスタイル
nb_no: Mørkmodus
tr: Koyu biçem

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastenkürzel
et: Klaviatuuri kiirklahvid
ja: キーボードショートカット
nb_no: Tastatursnarveier
tr: Klavye Kısayolları

source: Global
ar: عمومي
cs: Globální
et: Globaalsed
ja: グローバル
tr: Genel

source: Open Menu
ar: افتح القائمة
cs: Otevřít nabídku
de: Hauptmenü öffnen
et: Ava menüü
ja: メニューを開く
nb_no: Åpne meny
tr: Menüyü Aç

source: Close Window
ar: أغلق النافذة
cs: Zavřít okno
de: Fenster schließen
et: Sulge aken
ja: ウィンドウを閉じる
nb_no: Lukk vindu
tr: Pencereyi Kapat

source: Open Preferences
ar: افتح التفضيلات
cs: Otevřít předvolby
de: Einstellungen öffnen
et: Ava eelistused
ja: 環境設定を開く
nb_no: Åpne innstillinger
tr: Tercihleri Aç

source: Show Keyboard Shortcuts
ar: أظهر اختصارات لوحة المفاتيح
cs: Zobrazit klávesové zkratky
de: Tastenkürzel anzeigen
et: Kuva klaviatuuri kiirklahvid
ja: キーボードショートカットを表示
nb_no: Vis tastatursnarveier
tr: Klavye Kısayollarını Göster

source: Show Performance Page
ar: أظهر صفحة الأداء
cs: Zobrazit stránku Výkon
de: Leistungsseite anzeigen
et: Kuva jõudluse lehte
ja: パフォーマンスページを表示
nb_no: Vis ytelsessiden
tr: Başarım Sayfasını Göster

source: Show Apps Page
ar: أظهر صفحة التطبيقات
cs: Zobrazit stránku Aplikace
de: App-Seite anzeigen
et: Kuva rakenduste lehte
ja: アプリを表示
nb_no: Vis programside
tr: Uygulamalar Sayfasını Göster

source: Show Services Page
ar: أظهر صفحة الخدمات
cs: Zobrazit stránku Služby
de: Diensteseite anzeigen
et: Kuva teenuste lehte
ja: サービスページを表示
nb_no: Vis tjenesteside
tr: Hizmetler Sayfasını Göster

source: Toggle Sidebar
ar: بدّل الشريط الجانبي
cs: Vyp/zap. postranní panel
de: Seitenleiste umschalten
et: Kuva/peida külgriba
ja: サイドバーの切り替え
nb_no: Vis eller skjul sidepanelet
tr: Yan Çubuğunu Aç/Kapat

source: Copy Device Information
ar: انسخ معلومات الجهاز
cs: Zkopírovat informace o zařízení
de: Geräteinformationen kopieren
et: Kopeeri seadme informatsioon
ja: デバイス情報をコピー
nb_no: Kopier enhetsinformasjon
tr: Aygıt Bilgilerini Kopyala

source: Toggle Summary Mode
ar: بدّل وضع المُلخص
cs: Vyp/zap. režim souhrnu
de: Modus für Zusammenfassung umschalten
et: Kuva/peida koondvaade
ja: 概要モードの切り替え
nb_no: Vis eller skjul sidepanelene
tr: Özet Kipini Aç/Kapat

source: Select a Device
ar: حدّد جهازًا
cs: Vybrat zařízení
de: Wähle ein Gerät aus
et: Vali seade
ja: デバイスを選択
nb_no: Velg en enhet
tr: Aygıt Seç

source: Apps Page
ar: صفحة التطبيقات
cs: Stránka aplikací
de: Apps-Seite
et: Rakenduste leht
ja: アプリページ
nb_no: Programside
tr: Uygulamalar Sayfası

source: Search
ar: ابحث
cs: Hledat
de: Suchen
et: Otsi
ja: 検索
nb_no: Søk
tr: Ara

source: Stop App or Process
ar: أوقف تطبيق أو عملية
cs: Ukončit aplikaci nebo proces
de: Anwendung oder Prozess beenden
et: Peata rakendus või protsess
ja: アプリまたはプロセスを停止
nb_no: Stopp programmet eller prosessen
tr: Uygulama ya da Süreci Durdur

source: Force Stop App or Process
ar: أوقف تطبيق أو عملية إجباريًا
cs: Vynuceně ukončit aplikaci nebo proces
de: Beenden der Anwendung oder des Prozesses erzwingen
et: Tapa rakendus või protsess
ja: アプリまたはプロセスを強制停止
nb_no: Tving programmet eller prosessen til å stoppe
tr: Uygulama ya da Süreci Durmaya Zorla

source: Show Details Dialog
ar: أظهر مربع حوار التفاصيل
cs: Zobrazit dialog s podrobnostmi
de: Eigenschaften anzeigen
et: Kuva detailide dialoogi
ja: 詳細ダイアログを表示
nb_no: Vis detaljer-dialogboksen
tr: Ayrıntılar İletişim Kutusunu Göster

source: Services Page
ar: صفحة الخدمات
cs: Stránka ohledně služeb
de: Diensteseite
et: Teenuste leht
ja: サービスページ
nb_no: Tjenesteside
tr: Hizmetler Sayfası

source: Start Service
ar: ابدأ الخدمة
cs: Spustit službu
de: Dienst starten
et: Käivita teenus
ja: サービスを開始
nb_no: Start tjeneste
tr: Hizmeti Başlat
