Repository: EvernightFedora/evernight-task-manager
Catalog: po/*.po
Languages: ar, cs, de, et, ja, nb_no, tr

source: Mission Center
ar: مدير المهام
cs: Středisko mise
et: Juhtimiskeskus
ja: タスク マネージャー
tr: Görev Merkezi

source: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization
ar: مدير المهام؛ مراقب الموارد؛ مراقب النظام؛ المعالج؛ العمليات؛ مراقب الأداء؛ المعالج؛ معالج الرسوميات؛ القرص؛ قرص؛ ذاكرة؛ شبكة؛ استخدام؛ استهلاك
cs: Správce úloh;Sledování prostředků;Sledování systému;Procesor;Procesy;Sledování výkonu;CPU;GPU;Grafika;Disk;Paměť;Síť;Využití
de: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization;Aufgabenmonitor;Ressourcenmonitor;Systemmonitor;Prozessor;Prozesse;Leistugsmonitor;Platte;Speicher;Arbeitsspeicher;Netzwerk;Auslastung
et: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization;tegumihaldur;mälu;mälukasutus;andmekandja;kõvaketas;protsessor;jõudlus;võrk;võrguühendus;kiirus
ja: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization;タスクマネージャー;リソースモニター;システムモニター;プロセッサー;プロセス;パフォーマンスモニター;ディスク;メモリー;使用率;taskmanager;Task Manager;
nb_no: Oppgavehåndterer;ressursoversikt;systemoversikt;prosessor;prosesser;ytelsesoversikt;prosessor;grafikk;disk,Minne;nettverk;bruk;anvendelse
tr: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization;Görev yöneticisi;Kaynak İzleyici;Sistem Gözlemcisi;Süreç;Performans;Başarım;İşlemci;Ekran Kartı;Bellek;Ağ;Kullanım

source: Mission Center Developers
ar: مطوري مدير المهام
cs: Vývojáři Střediska mise
de: Mission Center-Entwickler
et: Juhtimiskeskuse (Mission Center) arendajad
ja: Mission Centerの開発者
nb_no: Mission Centers utviklere
tr: Görev Merkezi Geliştiricileri

source: Monitor system resource usage
ar: راقب استخدام موارد النظام
cs: Sledovat využití systémových prostředků
de: Resourcennutzung überwachen
et: Jälgi oma arvuti või seadme ressursikasutust
ja: システムリソース使用状況を監視
nb_no: Overvåk bruken av systemressurser
tr: Sistem kaynakları kullanımını izle

source: Monitor your CPU, Memory, Disk, Network and GPU usage, accompanied by a per app and process breakdown of these statistics
ar: راقب استخدام المعالج والذاكرة والقرص والشبكة ومعالج الرسوميات، مصحوبة بتفصيل لكل تطبيق وعملية لهذه الإحصائيات
cs: Sledujte využití procesoru, operační paměti, disků, sítě a grafických čipů, doprovázené rozdělením těchto statistik podle jednotlivých aplikací a procesů
de: Überwachen Sie die Nutzung von CPU, Arbeitsspeicher, Speicher, Netzwerk und GPU, sowie die Darlegung dieser Informationen pro Anwendung und Prozess
et: Jälgi protsessori, mälu, andmekandja, võrgu ja graafikaprotsessori kasutust koos rakenduse- ja protsessipõhise ülevaatega
ja: CPU、メモリ、ディスク、ネットワーク、GPUなどの使用状況をモニタリングします
nb_no: Overvåk bruken av CPU, minne, disk, nettverk og GPU, med en statistikkoversikt over apper og prosesser
tr: İşlemci, Bellek, Disk, Ağ ve Ekran Kartı kullanımlarınızı uygulama ve süreç bazına kırılımların istatistikleriyle izleyin

source: Features:
ar: الميزات:
cs: Funkce:
de: Funktionen:
et: Funktsionaalsus:
ja: 機能:
nb_no: Funksjoner:
tr: Özellikler:

source: Monitor overall or per-thread CPU usage
ar: راقب استخدام المعالج بشكل عام أو لكل مؤشر ترابط
cs: Sledujte využití procesoru – celkové i jednotlivá vlákna
de: Überwachen Sie die Auslastung aller oder einzelner Threads
et: Jälgi üldist või lõimekohast protsessorikasutust
ja: 全体またはスレッドあたりのCPU使用率のモニタリング
nb_no: Overvåk CPU-bruken totalt eller per tråd
tr: Genel ya da işlemci başına kullanımı izleyin

source: See system process, thread, and handle count, uptime, clock speed (base and current), cache sizes
ar: راجع عملية النظام، ومؤشر الترابط، وعدد المقابض، ووقت التشغيل، وسرعة الساعة (الأساسية والتيالية)، وأحجام ذاكرة التخزين المؤقت
cs: Zobrazte si počty systémových procesů, vláken a popisovačů, dobu od zapnutí, takt (základní i momentální) a velikosti mezipamětí
de: Überwachen Sie Systemprozesse, Threads, Anzahl der Handles, Betriebszeit, Taktfrequenz (Sowohl Basis- als auch aktueller Takt) und Cache-Größen
et: Vaata süsteemi protsesside, lõimede ja pidemete arvu, aktiivaega, taktsagedust, puhvrite mahtu
ja: システムプロセス、スレッド、ハンドル数、稼働時間、クロック速度（ベース速度と現在）、キャッシュサイズの確認
nb_no: Se systemprosesser, tråder og handles , oppetid, klokkehastighet (basis og gjeldende), hurtigbufferstørrelser
tr: Sistem süreçlerini, iş parçacıklarını ve tutacak sayılarını, çalışma süresini, saat hızını (temel ve geçerli), önbellek boyutlarını görün

source: Monitor RAM and Swap usage
ar: راقب استخدام الذاكرة العشوائية واﻹبدال
cs: Sledujte využití operační paměti a odkládacího prostoru
de: Überwachen Sie die Auslastung von Arbeits- und Auslagerungsspeicher
et: Jälgi mälu ja saaleala kasutust
ja: RAMとスワップの使用率のモニタリング
nb_no: Overvåk bruken av RAM og swap
tr: Bellek ve Takas kullanımı izleyin

source: See a breakdown how the memory is being used by the system
ar: شاهد تفاصيل كيفية استخدام النظام للذاكرة
cs: Zobrazte si rozbor využití paměti systémem
de: Eine Zusammenfassung ansehen, wie der Arbeitsspeicher vom System genutzt wird
et: Vaata ülevaadet, kuidas mälu süsteemi poolt kasutatakse
ja: メモリがシステムにどう使われているかの内訳の確認
nb_no: Vis et sammendrag av hvordan minnet brukes av systemet
tr: Belleğin sistemce nasıl kullanıldığının dökümünü görün

source: Monitor Disk utilization and transfer rates
ar: راقب استخدام القرص ومعدلات النقل
cs: Sledujte využití disku a rychlosti přenosů
de: Überwachen Sie die Speichernutzung und Übertragungsraten
et: Jälgi andmekandja kasutust ja andmeedastuskiirust
ja: ディスクの使用量と転送速度のモニタリング
nb_no: Overvåk diskutnyttelse og overføringshastigheter
tr: Disk kullanımını ve aktarım hızlarını izleyin

source: Monitor network utilization and transfer speeds
ar: راقب استخدام الشبكة وسرعات النقل
cs: Sledujte vytížení sítě a rychlosti přenosů
de: Überwachen Sie die Netzwerknutzung und Übertragungsgeschwindigkeiten
et: Jälgi võrgukasutust ja andmeedastuskiirust
ja: ネットワークの利用と通信速度のモニタリング
nb_no: Overvåk nettverksutnyttelse og overføringshastigheter
tr: Ağ kullanımını ve aktarım hızlarını izleyin

source: See network interface information such as network card name, connection type (Wi-Fi or Ethernet), wireless speeds and frequency, hardware address, IP address
ar: راجع معلومات واجهة الشبكة مثل اسم بطاقة الشبكة ونوع الاتصال (Wi-Fi أو Ethernet) والسرعات والترددات اللاسلكية وعنوان الجهاز وعنوان IP
cs: Zobrazte si informace o síťových rozhraních jako název síťové karty, typ připojení (Wi-Fi nebo Ethernet), bezdrátové rychlosti a frekvence, hardwarové a IP adresy
de: Informationen zur Netzwerkschnittstelle, wie Name der Netzwerkkarte, Verbindungstyp (WLAN oder Ethernet), Wireless-Geschwindigkeiten und -Frequenz, Hardware-Adresse und IP-Adresse
et: Vaata võrguliidese infot, sh. võrgukaardi nimi, ühenduse tüüp (Wi-Fi või Ethernet), traadita ühenduse kiirus ja sagedus, riistvaraline aadress, IP-aadress
ja: ネットワークカードの名前、接続の種類（Wi-Fiまたはイーサネット）、ワイヤレス速度、周波数、ハードウェアアドレス、IPアドレスとネットワークインターフェイスの確認
nb_no: Vis nettverksgrensesnittsinfo, blant annet nettverkskortnavn, tilkoblingstype (Wi-Fi eller Ethernet), trådløshastigheter og frekvens, maskinvareadresse, IP-adresse
tr: Ağ kartı adı, bağlantı türü (Kablosuz ya da Kablolu), kablosuz hızı ve frekansı, donanım adresi, IP adresi gibi ağ arayüzü bilgilerini görün

source: Monitor overall GPU usage, video encoder and decoder usage, memory usage and power consumption, powered by the popular NVTOP project
ar: راقب الاستخدام العام لمعالج الرسوميات، واستخدام وحدة ترميز الفيديو ووحدة فك الترميز، واستخدام الذاكرة واستهلاك الطاقة، مدعومًا بمشروع NVTOP الشهير
cs: Sledujte celkové využití grafických čipů, jejich video kodéru a dekodéru, paměti a spotřebu energie (založeno na oblíbeném projektu NVTOP)
de: Überwachen Sie die gesamte GPU-Auslastung, die Nutzung von Video-Encodern und -Decodern, die Arbeitsspeichernutzung und den Stromverbrauch, ermöglicht durch das beliebte NVTOP-Projekt
et: Jälgi üldist graafikaprotsessori kasutust, video kodeerimise ja dekodeerimise kasutust, mälukasutust ja voolutarvet, populaarse NVTOP projekti abil
ja: 定評のあるNVTOPプロジェクトによる、GPU使用率、ビデオエンコーダーとデコーダーの使用率、メモリ使用量、消費電力のモニタリング
nb_no: Overvåk samlet GPU-bruk, bruk av videokoder og -dekoder, minnebruk og strømforbruk, drevet av det populære NVTOP-prosjektet
tr: Popüler NVTOP projesi tarafından desteklenen genel ekran kartı kullanımını, video kodlayıcı ve kod çözücü kullanımını, bellek kullanımını ve güç tüketimini izleyin

source: Monitor system fans
ar: راقب مراوح النظام
cs: Sledovat ventilátory chladící systém
de: Lüfter überwachen
et: Jälgi süsteemi ventilaatoreid
ja: システムファンを監視
nb_no: Overvåk vifter
tr: Sistem fanlarını izle

source: See a breakdown of resource usage by app and process
ar: اطلع على تفاصيل استخدام الموارد حسب التطبيق والعملية
cs: Zobrazte si rozbor využití prostředků podle aplikace či procesu
de: Zusammenfassung der Ressourcennutzung nach Anwendung und Prozess anzeigen
et: Vaata ülevaadet rakenduste ja protsesside ressursikasutusest
ja: アプリとプロセスのリソース使用率の確認
nb_no: Vis et sammendrag av ressursbruk per program og prosess
tr: Uygulamaya ve sürece göre kaynak kullanımının dökümünü görün

source: Supports a minified summary view for simple monitoring
ar: دعم عرض مُلخص مصغر للمراقبة البسيطة
cs: Podporuje zmenšené souhrnné zobrazení pro jednoduché sledování
de: Unterstützt eine verkleinerte Übersichtsansicht für eine einfache Überwachung
et: Toetab lihtsaks jälgimiseks vähendatud koondvaadet
ja: 簡単なモニタリングのための縮小された概要ビューをサポート
nb_no: Støtter en forminsket sammendragsvisning for enkel overvåking
tr: Basit izleme için küçültülmüş özet görünümünü destekler

source: Use hardware accelerated rendering for all the graphs in an effort to reduce CPU and overall resource usage
ar: استخدم عرض العتاد المتسارع لجميع الرسوم البيانية في محاولة لتقليل استخدام المعالج والاستخدام الإجمالي للموارد
cs: Používat hardwarově urychlované vykreslování pro všechny grafy a pokusit se tím snížit vytížení procesoru (a využití systémových prostředků obecně)
de: Hardwarebeschleunigtes Rendering für alle Diagramme verwenden, um die CPU- und Gesamtressourcennutzung zu reduzieren
et: Kasutab kõikide graafikute renderdamiseks riistvaralist kiirendust, et vähendada protsessori ja üldist ressursikasutust
ja: CPUとリソース全体の使用量の削減のためにすべてのグラフの描画でハードウェアアクセラレーションを使用します
nb_no: Bruk maskinvareakselerert gjengivelse for alle grafer for å redusere CPU- og annen ressursbruk
tr: İşlemci ve genel kaynak kullanımını azaltmak için tüm grafiklerde donanım hızlandırmalı işleme kullan

source: Uses GTK4 and Libadwaita
ar: يستخدم GTK4 وLibadwaita
cs: Používá GTK4 a Libadwaita
de: Nutzt GTK4 und Libadwaita
et: Kasutab GTK4 ja Libadwaita raamistikke
ja: GTK4やLibadwaitaを使用
nb_no: Bruker GTK4 og Libadwaita
tr: GTK4 ve Libadwaita kullanır

source: Written in Rust
ar: كتب بلغة Rust
cs: Napsáno v jazyce Rust
de: Geschrieben in Rust
et: Kirjutatud Rust programmeerimiskeeles
ja: Rust製
nb_no: Skrevet i Rust
tr: Rust ile yazıldı

source: Limitations (there is ongoing work to overcome all of these):
ar: القيود (هناك عمل مستمر للتغلب على كل هذه القيود):
cs: Omezení (na jejich překonání se pracuje):
de: Beschränkungen (an der Überwindung all dieser Beschränkungen wird gearbeitet):
et: Piirangud (nende ületamiseks on töö käimas):
ja: 制限事項 (これらの問題を解決するために現在取り組んでいます):
nb_no: Begrensninger (det arbeides med saken):
tr: Sınırlamalar (tüm bunların üstesinden gelmek için çalışmalar devam etmektedir):

source: Intel GPU monitoring is only supported for Broadwell and later GPUs; and does not support VRAM, power, or temperature monitoring
ar: مراقبة معالج الرسوميات من Intel مدعومة فقط لمعالجات الرسوميات Broadwell والإصدارات الأحدث؛ ولا تدعم مراقبة ذاكرة الوصول العشوائي للفيديو (VRAM) أو الطاقة أو درجة الحرارة
cs: Sledování GPU Intel je podporované pouze pro generaci Broadwell a novější; nepodporuje sledování VRAM, spotřeby energie a teplot
de: Die Intel-GPU-Überwachung wird nur für Broadwell- und neuere GPUs unterstützt; und unterstützt keine VRAM-, Energie- oder Temperaturüberwachung
et: Inteli graafikaprotsessori jälgimine on toetatud ainult Broadwell ja hilisemate põlvkondade puhul, ning ei toeta videomälu, voolutarbe ega temperatuuri jälgimist
ja: Intel GPUのモニタリングは、Broadwell以降のGPUにのみ対応しています。また、VRAM、電源、温度のモニタリングには対応していません
nb_no: Overvåkning av Intel GPU-er er bare støttet fra Broadwell og senere, og støtter ikke overvåkning av VRAM, strømforbruk eller temperatur
tr: Intel ekran kartı izleme yalnızca Broadwell ve sonraki ekran kartlarını destekler; VRAM, güç ya da sıcaklık izlemeyi desteklemez

source: When using Linux Mint/Cinnamon, launched applications may not show up in the "Applications" section (Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)
ar: عند استخدام Linux Mint/Cinnamon، قد لا تظهر التطبيقات التي شُغلت في قسم "التطبيقات" (مشكلة أصلية: https://github.com/linuxmint/cinnamon/issues/12015)
cs: Při používání v Linux Mint/Cinnamon se může stávat, že spuštěné aplikace nebudou zobrazovány v sekci „Aplikace“ (nahlášený problém v upstream: https://github.com/linuxmint/cinnamon/issues/12015)
de: Bei der Verwendung von Linux Mint/Cinnamon werden gestartete Anwendungen möglicherweise nicht im Abschnitt „Anwendungen“ angezeigt (Upstream-Problem: https://github.com/linuxmint/cinnamon/issues/12015)
et: Linux Mint/Cinnamoni kasutamisel ei pruugi käivitatud rakendused "Rakendused" sektsioonis nähtavad olla (seotud probleem: https://github.com/linuxmint/cinnamon/issues/12015)
ja: Linux MintやCinnamonを利用する場合、起動したアプリケーションが [アプリケーション] 欄に表示されない可能性があります (アップストリームのIssue: https://github.com/linuxmint/cinnamon/issues/12015)
nb_no: Når du bruker Linux Mint/Cinnamon, kan det hende at startede programmer ikke vises under «Applikasjoner» (Upstream-problem: https://github.com/linuxmint/cinnamon/issues/12015)
tr: Linux Mint/Cinnamon kullanırken başlatılan uygulamalar "Uygulamalar" bölümünde görünmeyebilir (Yukarı akış sorunu: https://github.com/linuxmint/cinnamon/issues/12015)

source: Comments, suggestions, bug reports and contributions welcome
ar: التعليقات والاقتراحات وتقارير الأخطاء والمساهمات موضع ترحيب
cs: Komentáře, nápady, hlášení chyb a přispívání zapojením se vítáno
de: Kommentare, Vorschläge, Fehlerberichte und Beiträge sind willkommen
et: Kommentaarid, ettepanekud, vearaportid ja kaastöö on teretulnud
ja: コメントや提案、バグレポート、貢献を歓迎しています
nb_no: Kommentarer, forslag, feilrapporter og bidrag ønskes
tr: Yorum, öneri, hata raporu ve katkılarınızı bekliyoruz

source: Which page is shown on application startup
ar: الصفحة التي تظهر عند بدء تشغيل التطبيق
cs: Která stránka je zobrazena po spuštění aplikace
de: Welche Seite bei Programmstart angezeigt wird
et: Millist lehte rakenduse käivitamisel kuvada
ja: アプリケーション起動時に表示されるページ
nb_no: Hvilken side vises ved programoppstart
tr: Uygulama başlatıldığında hangi sayfa gösterilir

source: Interface Style
ar: اسم الواجهة
cs: Vzhled rozhraní
de: Adapterstil
et: Võrguliidese stiil
ja: インターフェーススタイル
nb_no: Grensesnittstil
tr: Arayüz stili

source: If light or dark interface style should be used
ar: ما إذا كان يجب استخدام نمط الواجهة الفاتح أو الداكن
cs: Zda má být používán světlý nebo tmavý vzhled rozhraní
de: Ob heller oder dunkler Interface-Style genutzt werden soll
et: Kas peaks kasutama heledat või tumedat kasutajaliidese stiili
ja: ライトモードとダークモードのどちらを使用するか
nb_no: Om lys- eller mørkmodus skal brukes
tr: Açık veya koyu arayüz biçemi kullanılması gerekiyorsa

source: DEPRECATED! NO LONGER IN USE!
ar: مهمل! لم يعد قيد الاستخدام!
cs: ZASTARALÉ! UŽ SE NEPOUŽÍVÁ!
de: VERALTET! NICHT MEHR IN VERWENDUNG!
et: AEGUNUD! EI OLE ENAM KASUTUSEL!
ja: 廃止されました！もう使われていない！
nb_no: FORELDRET! IKKE LENGER I BRUK!
tr: TERK EDİLDİ! ARTIK KULLANILMIYOR!

source: How fast should the data be refreshed and the UI updated (in increments of 50ms)
ar: ما هي سرعة تحديث البيانات وتحديث واجهة المستخدم (بزيادات قدرها 50 مللي ثانية)
cs: Jak často mají být data a rozhraní aktualizovány (v krocích po 50 ms)
de: Wie oft die Daten der Benutzeroberfläche aktualisiert werden (Inkremente von 50ms)
et: Kui tihti andmeid värskendada ja kasutajaliidest uuendada (50 ms sammude kaupa)
ja: データ／UIが更新される速度(50ms単位で)
nb_no: Hvor raskt skal dataene gjenoppfriskes og brukerflaten oppdateres (i trinn på 50 ms)
tr: Veriler ne kadar hızlı yenilenmeli ve kullanıcı arayüzü ne kadar hızlı güncellenmeli (50 ms'lik artışlarla)

source: How many points should be displayed on each chart?
ar: كم عدد النقاط التي يجب عرضها على كل مخطط؟
cs: Kolik bodů má být zobrazeno v každém grafu?
de: Wie viele Punkte sollen auf jedem Graphen angezeigt werden?
et: Mitut punkti igal graafikul kuvada?
ja: 各グラフにいくつのポイントを表示するべきですか？
nb_no: Hvor mange punkter skal vises på hvert diagram?
tr: Her grafikte kaç nokta gösterilmeli?

source: Whether or not to use bits or bytes (default) for memory
ar: ما إذا كان سيتم استخدام البتات أو البايتات (الافتراضي) للذاكرة
cs: Zda pro velikosti ohledně operační paměti používat bity nebo bajty (výchozí)
de: Ob Bits oder Bytes (Standard) als Einheit für Arbeitsspeicher verwendet werden soll
et: Kas kasutada mälu jaoks bitte või baite (vaikimisi)
ja: メモリにビットかバイト（デフォルト）を使用するかどうか
nb_no: Om du vil bruke bits eller byte (standard) for minne
tr: Bellek için bit (öntanımlı) ya da Bayt kullanılma durumu

source: Whether or not to use base-10 or base-2 (default) for memory
ar: ما إذا كان سيتم استخدام الأساس 10 أو الأساس 2 (الافتراضي) للذاكرة
cs: Zda pro velikosti ohledně operační paměti používat desítkové nebo dvojkové (výchozí) řády
de: Ob SI-Präfixe (kB, MB,...) oder Binärpräfixe (kiB, MiB,...) Einheit für Arbeitsspeicher verwendet werden soll
et: Kas kasutada mälu jaoks kümnend- või kahendsüsteemi (vaikimisi)
ja: メモリに対して、10進数を使用するか2進数（デフォルト）を使用するか
nb_no: Om 10-tallsystemet eller 2-tallsystemet (standard) skal brukes for minne
tr: Bellek için taban-10 ya da taban-2 (öntanımlı) kullanılma durumu

source: Whether or not to use bits or bytes (default) for drive speed + size
ar: ما إذا كان سيتم استخدام البتات أو البايتات (الافتراضي) لسرعة وحجم محرك الأقراص
cs: Zda pro rychlost a velikost disků používat bity či bajty (výchozí)
de: Ob Bits oder Bytes (Standard) als Einheit für Laufwerksgeschwindigkeit und -größe verwendet werden soll
et: Kas kasutada andmekandjate kiiruse ja mahu jaoks bitte või baite (vaikimisi)
ja: ドライブの速度やサイズにビットを使用するかバイト（デフォルト）を使用するか
nb_no: Om du vil bruke bits eller byte (standard) for diskhastighet- og størrelse
tr: Sürücü hızları ve boyutları için bit ya da bayt kullanım durumu

source: Whether or not to use base-10 or base-2 (default) for drive speed + size
ar: ما إذا كان سيتم استخدام الأساس 10 أو الأساس 2 (افتراضي) لسرعة وحجم محرك الأ الأقراص
cs: Zda pro rychlosti a velikosti disků používat desítkové nebo dvojkové řády
de: Ob SI-Präfixe (kB, MB,...) oder Binärpräfixe (kiB, MiB,...) als Einheit für Laufwerksgeschwindigkeit und -größe verwendet werden soll
et: Kas kasutada andmekandjate kiiruse ja mahu jaoks kümnend- või kahendsüsteemi (vaikimisi)
ja: ドライブ速度や容量に対して、10進数を使用するか、デフォルトの2進数を使用するか
nb_no: Om 10-tallsystemet eller 2-tallsystemet (standard) skal brukes for diskhastighet- og størrelse
tr: Sürücü hızları ve boyutları için taban-10 ya da taban-2 kullanım durumu

source: Whether or not to use bits (default) or Bytes for network speed
ar: ما إذا كنت تريد استخدام البتات (افتراضي) أو البايتات لسرعة الشبكة
cs: Zda pro rychlost sítě používat bity (výchozí) či bajty
de: Ob Bits (Standard) oder Bytes als Einheit für Netzwerkgeschwindigkeit verwendet werden sollen
et: Kas kasutada võrguühenduse kiiruse jaoks bitte (vaikimisi) või baite
ja: ネットワーク速度にビット（デフォルト）を使うかバイトを使うか
nb_no: Om du vil bruke bits (standard) eller byte for nettverkshastighet
tr: Ağ hızı için bit (öntanımlı) ya da Bayt kullanılma durumu

source: Whether or not to use base-10 (default) or base-2 for network speed
ar: ما إذا كان سيتم استخدام الأساس 10 (افتراضي) أو الأساس 2 لسرعة الشبكة
cs: Zda pro rychlost sítě používat desítkové (výchozí) nebo dvojkové řády
de: Ob SI-Präfixe (kB, MB,...) oder Binärpräfixe (kiB, MiB,...) Einheit für Netzwerkgeschwindigkeit verwendet werden soll
et: Kas kasutada võrguühenduse kiiruse jaoks kümnend- (vaikimisi) või kahendsüsteemi
ja: ネットワーク速度に対して、10進（デフォルト）を使用するか、2進を使用するか
nb_no: Om bruke 10-tallsystemet (standard) eller 2-tallsystemet skal brukes for nettverkshastighet
tr: Ağ hızları ve boyutları için taban-10 ya da taban-2 kullanım durumu

source: Whether to set graph max to interface max (false) or the max observed (true)
ar: ما إذا كان سيتم تعيين الحد الأقصى للرسم البياني إلى الحد الأقصى للواجهة (خطأ) أو الحد الأقصى المرصود (صحيح)
cs: Zda výšku grafu nastavit podle rychlosti, která je pro dané rozhraní specifikačním maximem (vypnuto) nebo na tu v daném intervalu nejvyšší pozorovanou (zapnuto)
de: Ob das Graphmaximum dem Interfacemaximum (false) oder dem beobachteten Maximum (true) angepasst werden soll
et: Kas graafiku maksimaalne väärtus peaks tulema liidesest (väär) või jälgitud väärtustest (tõene)
ja: グラフの最大値をインターフェースの最大値に設定するか（false）、観測された最大値に設定するか（true）
nb_no: Om grafen skal toppe ut utifra grensesnittets maksgrense (av) elller utifra det høyeste som har blitt observert (på)
tr: Grafik azami değerinin arayüz azami değerine mi (false) yoksa gözlemlenen azami değere mi (true) ayarlanacağı

source: Parent and child process stats are shown individually or merged upwards
ar: يتم عرض إحصائيات عملية الرئيسية والفرعية بشكل فردي أو مدمجة تصاعديًا
cs: Statistiky nadřazených a podřízených procesů jsou zobrazeny samostatně či sloučeny nahoru
de: Statistiken über Eltern- und Kindprozesse werden einzeln oder nach oben zusammengefasst angezeigt
et: Vanem- ja lapsprotsesside statistikat kuvatakse eraldi või mestitakse ülespoole
ja: 親プロセスと子プロセスを個別に表示するかまとめて表示する
nb_no: Statistikk for overordnede og underordnede prosesser vises individuelt eller sammenslått oppover
tr: Üst ve alt süreç istatistikleri ayrı ayrı gösterilir veya yukarı doğru birleştirilir

source: Column sorting is persisted across app restarts
ar: يستمر فرز الأعمدة عبر عمليات إعادة تشغيل التطبيق
cs: Řazení sloupců bude mezi restarty aplikace zachováno
de: Spaltensortierung wird über Neustarts der Anwendung hinweg beibehalten
et: Veergude järjestamine säilib pärast rakenduse taaskäivitamist
ja: アプリの再起動後も列の並べ替えは保持される
nb_no: Kolonnesortering opprettholdes ved omstart av programmet
tr: Sütun sıralaması uygulama yeniden başlatıldığında da korunur

source: Column order is persisted across app restarts
ar: يستمر ترتيب الأعمدة عبر عمليات إعادة تشغيل التطبيق
cs: Pořadí sloupců bude mezi restarty aplikace zachováno
de: Spaltenreihenfolge wird über Neustarts der Anwendung hinweg beibehalten
et: Veergude järjestus säilib pärast rakenduse taaskäivitamist
ja: アプリの再起動後も列の並べ替えは保持される
nb_no: Kolonnesortering opprettholdes ved omstart av programmet
tr: Sütun sıralaması uygulama yeniden başlatıldığında da korunur

source: Show CPU usage for Apps and Processes scaled to the number of available cores
ar: أظهر استخدام المعالج للتطبيقات والعمليات بما يتناسب مع عدد الأنوية المتاحة
cs: Zobrazit využití procesoru u aplikací a procesů v měřítku podle počtu přítomných jader
de: CPU-Auslastung für Anwendungen und Prozesse anzeigen, skaliert auf die Anzahl der verfügbaren Kerne
et: Näita rakenduste ja taustateenuste protsessorikasutust nii, et see arvestaks saadavalolevate tuumade arvuga
ja: 利用可能なコア数に応じてスケーリングされたアプリとプロセスのCPU使用率を表示
nb_no: Vis CPU-bruk for programmer og prosesser skalert til antall tilgjengelige kjerner
tr: Uygulamalar ve Süreçlerin İşlemci kullanımını var olan çekirdek sayısına göre ölçeklendirilmiş göster
